{"anchor_sec_id": "§37.41", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "States must have a security plan that addresses the provisions in paragraph (b) of this section and must submit the security plan as part of its REAL ID certification under § 37.55. (b) Security plan contents. At a minimum, the security plan must address— (1) Physical security for the following: (c) Handling of Security Plan. (a) States must ensure the physical security of facilities where driver's licenses and identification cards are produced, and the security of document materials and papers from which driver's licenses and identification cards are produced or manufactured. (b) States must describe the security of DMV facilities as part of their security plan, in accordance with § 37.41.", "token_estimate": 111, "source_spans": [{"sec_id": "§37.41", "sent_idx": 1, "sent_text": "States must have a security plan that addresses the provisions in paragraph (b) of this section and must submit the security plan as part of its REAL ID certification under § 37.55."}, {"sec_id": "§37.41", "sent_idx": 2, "sent_text": "(b) Security plan contents."}, {"sec_id": "§37.41", "sent_idx": 3, "sent_text": "At a minimum, the security plan must address— (1) Physical security for the following:"}, {"sec_id": "§37.41", "sent_idx": 26, "sent_text": "(c) Handling of Security Plan."}, {"sec_id": "§37.43", "sent_idx": 0, "sent_text": "(a) States must ensure the physical security of facilities where driver's licenses and identification cards are produced, and the security of document materials and papers from which driver's licenses and identification cards are produced or manufactured."}, {"sec_id": "§37.43", "sent_idx": 1, "sent_text": "(b) States must describe the security of DMV facilities as part of their security plan, in accordance with § 37.41."}]}
{"anchor_sec_id": "§37.3", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "Domestic violence and dating violence have the meanings given the terms in section 3, Universal definitions and grant provisions, of the Violence Against Women and Department of Justice Reauthorization Act of 2005 (Pub. This definition does not affect other definitions or requirements that may be contained in the Immigration and Nationality Act or other laws. L. 109-162, 119 Stat. 2960, 2964, Jan. 5, 2006); codified at section 40002, Definitions and grant provisions, 42 U.S.C. 13925, or State laws addressing sexual assault and stalking. Certain material is incorporated by reference into this part with the approval of the Director of the Federal Register under 5 U.S.C. 552(a) and 1 CFR part 51. All approved incorporation by reference (IBR) material is available for inspection at the Transportation Security Administration (TSA) and at the National Archives and Records Administration (NARA). IBR approved for §§ 37.8(b); 37.10(a); and appendix A to this subpart.", "token_estimate": 149, "source_spans": [{"sec_id": "§37.3", "sent_idx": 25, "sent_text": "Domestic violence and dating violence have the meanings given the terms in section 3, Universal definitions and grant provisions, of the Violence Against Women and Department of Justice Reauthorization Act of 2005 (Pub."}, {"sec_id": "§37.3", "sent_idx": 48, "sent_text": "This definition does not affect other definitions or requirements that may be contained in the Immigration and Nationality Act or other laws."}, {"sec_id": "§37.3", "sent_idx": 81, "sent_text": "L. 109-162, 119 Stat. 2960, 2964, Jan. 5, 2006); codified at section 40002, Definitions and grant provisions, 42 U.S.C. 13925, or State laws addressing sexual assault and stalking."}, {"sec_id": "§37.4", "sent_idx": 0, "sent_text": "Certain material is incorporated by reference into this part with the approval of the Director of the Federal Register under 5 U.S.C. 552(a) and 1 CFR part 51."}, {"sec_id": "§37.4", "sent_idx": 1, "sent_text": "All approved incorporation by reference (IBR) material is available for inspection at the Transportation Security Administration (TSA) and at the National Archives and Records Administration (NARA)."}, {"sec_id": "§37.4", "sent_idx": 40, "sent_text": "IBR approved for §§ 37.8(b); 37.10(a); and appendix A to this subpart."}]}
{"anchor_sec_id": "§37.51", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "States are required to subject persons who are involved in the manufacture or production of REAL ID driver's licenses and identification cards, or who have the ability to affect the identity information that appears on the driver's license or identification card, or current employees who will be assigned to such positions (“covered employees” or “covered positions”), to a background check. (b) Background checks. The State may establish procedures to allow for a waiver of the requirements of paragraphs (b)(1)(ii) or (b)(1)(iv) of this section under circumstances determined by the State. (a) Full compliance. States certifying compliance with the REAL ID Act must follow the certification requirements described in § 37.55. At 74 FR 68478, Dec. 28, 2009, in § 37.51, paragraph (b) was stayed from Jan. 1, 2010, until further notice.", "token_estimate": 131, "source_spans": [{"sec_id": "§37.45", "sent_idx": 0, "sent_text": "States are required to subject persons who are involved in the manufacture or production of REAL ID driver's licenses and identification cards, or who have the ability to affect the identity information that appears on the driver's license or identification card, or current employees who will be assigned to such positions (“covered employees” or “covered positions”), to a background check."}, {"sec_id": "§37.45", "sent_idx": 4, "sent_text": "(b) Background checks."}, {"sec_id": "§37.45", "sent_idx": 16, "sent_text": "The State may establish procedures to allow for a waiver of the requirements of paragraphs (b)(1)(ii) or (b)(1)(iv) of this section under circumstances determined by the State."}, {"sec_id": "§37.51", "sent_idx": 0, "sent_text": "(a) Full compliance."}, {"sec_id": "§37.51", "sent_idx": 2, "sent_text": "States certifying compliance with the REAL ID Act must follow the certification requirements described in § 37.55."}, {"sec_id": "§37.51", "sent_idx": 8, "sent_text": "At 74 FR 68478, Dec. 28, 2009, in § 37.51, paragraph (b) was stayed from Jan. 1, 2010, until further notice."}]}
{"anchor_sec_id": "§37.11", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) Application criteria. A State requesting a certificate of waiver must establish in its application that the mDLs for which the State seeks a waiver are issued with controls sufficient to resist compromise and fraud attempts, provide privacy protections sufficient to safeguard an mDL holder's identity data, and provide interoperability for secure acceptance by Federal agencies under the terms of a certificate of waiver. (b) Audit report. (c) Waiver application guidance —(1) Generally. Each applicant must sign a declaration under penalty of perjury that the information presented on the application is true and correct, and the State must retain this declaration. (1) To establish identity, the applicant must present at least one of the following source documents:", "token_estimate": 117, "source_spans": [{"sec_id": "§37.10", "sent_idx": 0, "sent_text": "(a) Application criteria."}, {"sec_id": "§37.10", "sent_idx": 1, "sent_text": "A State requesting a certificate of waiver must establish in its application that the mDLs for which the State seeks a waiver are issued with controls sufficient to resist compromise and fraud attempts, provide privacy protections sufficient to safeguard an mDL holder's identity data, and provide interoperability for secure acceptance by Federal agencies under the terms of a certificate of waiver."}, {"sec_id": "§37.10", "sent_idx": 28, "sent_text": "(b) Audit report."}, {"sec_id": "§37.10", "sent_idx": 34, "sent_text": "(c) Waiver application guidance —(1) Generally."}, {"sec_id": "§37.11", "sent_idx": 4, "sent_text": "Each applicant must sign a declaration under penalty of perjury that the information presented on the application is true and correct, and the State must retain this declaration."}, {"sec_id": "§37.11", "sent_idx": 6, "sent_text": "(1) To establish identity, the applicant must present at least one of the following source documents:"}]}
{"anchor_sec_id": "§37.17", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(d) Unique Driver's license or identification card number. This cannot be the individual's SSN, and must be unique across driver's license or identification cards within the State. (i) Machine-readable technology on the back of the card, pursuant to § 37.19 of this subpart. (n) The card shall bear a DHS-approved security marking on each driver's license or identification card that is issued reflecting the card's level of compliance as set forth in § 37.51 of this Rule. For the machine readable portion of the REAL ID driver's license or identification card, States must use ISO/IEC 15438:2006(E) (incorporated by reference; see § 37.4). (h) Card design revision date, indicating the most recent change or modification to the visible format of the driver's license or identification card.", "token_estimate": 125, "source_spans": [{"sec_id": "§37.17", "sent_idx": 7, "sent_text": "(d) Unique Driver's license or identification card number."}, {"sec_id": "§37.17", "sent_idx": 8, "sent_text": "This cannot be the individual's SSN, and must be unique across driver's license or identification cards within the State."}, {"sec_id": "§37.17", "sent_idx": 24, "sent_text": "(i) Machine-readable technology on the back of the card, pursuant to § 37.19 of this subpart."}, {"sec_id": "§37.17", "sent_idx": 31, "sent_text": "(n) The card shall bear a DHS-approved security marking on each driver's license or identification card that is issued reflecting the card's level of compliance as set forth in § 37.51 of this Rule."}, {"sec_id": "§37.19", "sent_idx": 0, "sent_text": "For the machine readable portion of the REAL ID driver's license or identification card, States must use ISO/IEC 15438:2006(E) (incorporated by reference; see § 37.4)."}, {"sec_id": "§37.19", "sent_idx": 8, "sent_text": "(h) Card design revision date, indicating the most recent change or modification to the visible format of the driver's license or identification card."}]}
{"anchor_sec_id": "§37.59", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(b) After DHS's final compliance determination, States shall recertify compliance with this part every three years on a rolling basis as determined by DHS. States must cooperate with DHS's review of the State's compliance at any time. (b) Preliminary DHS determination. DHS shall review forms, conduct audits of States as necessary, and make a preliminary determination on whether the State has satisfied the requirements of this part within 45 days of receipt of the Material Compliance Checklist or State certification documentation of full compliance pursuant to § 37.55. DHS will notify States of its final determination of State compliance with this part, within 45 days of receipt of a State reply. (b) The Secretary will determine that a State is not in compliance with this part when it— (1) Fails to submit a timely certification or request an extension as prescribed in this subpart; or (2) Does not meet one or more of the standards of this part, as established in a determination by DHS under § 37.59.", "token_estimate": 168, "source_spans": [{"sec_id": "§37.55", "sent_idx": 4, "sent_text": "(b) After DHS's final compliance determination, States shall recertify compliance with this part every three years on a rolling basis as determined by DHS."}, {"sec_id": "§37.59", "sent_idx": 2, "sent_text": "States must cooperate with DHS's review of the State's compliance at any time."}, {"sec_id": "§37.59", "sent_idx": 7, "sent_text": "(b) Preliminary DHS determination."}, {"sec_id": "§37.59", "sent_idx": 8, "sent_text": "DHS shall review forms, conduct audits of States as necessary, and make a preliminary determination on whether the State has satisfied the requirements of this part within 45 days of receipt of the Material Compliance Checklist or State certification documentation of full compliance pursuant to § 37.55."}, {"sec_id": "§37.59", "sent_idx": 16, "sent_text": "DHS will notify States of its final determination of State compliance with this part, within 45 days of receipt of a State reply."}, {"sec_id": "§37.61", "sent_idx": 1, "sent_text": "(b) The Secretary will determine that a State is not in compliance with this part when it— (1) Fails to submit a timely certification or request an extension as prescribed in this subpart; or (2) Does not meet one or more of the standards of this part, as established in a determination by DHS under § 37.59."}]}
{"anchor_sec_id": "§37.4", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "Covered employees means Department of Motor Vehicles employees or contractors who are involved in the manufacture or production of REAL ID driver's licenses and identification cards, or who have the ability to affect the identity information that appears on the driver's license or identification card. DMV means the Department of Motor Vehicles or any State Government entity that issues driver's licenses and identification cards, or an office with equivalent function for issuing driver's licenses and identification cards. REAL ID Driver's License or Identification Card means a driver's license or identification card that has been issued by a State that has been certified by DHS to be in compliance with the requirements of the REAL ID Act and which meets the standards of subparts A through D of this part, including temporary or limited-term driver's licenses or identification cards issued under § 37.21. Certain material is incorporated by reference into this part with the approval of the Director of the Federal Register under 5 U.S.C. 552(a) and 1 CFR part 51. All approved incorporation by reference (IBR) material is available for inspection at the Transportation Security Administration (TSA) and at the National Archives and Records Administration (NARA). (a) Driver's licenses and identification cards issued under this part, that are not temporary or limited-term driver's licenses and identification cards, are valid for a period not to exceed eight years.", "token_estimate": 227, "source_spans": [{"sec_id": "§37.3", "sent_idx": 10, "sent_text": "Covered employees means Department of Motor Vehicles employees or contractors who are involved in the manufacture or production of REAL ID driver's licenses and identification cards, or who have the ability to affect the identity information that appears on the driver's license or identification card."}, {"sec_id": "§37.3", "sent_idx": 23, "sent_text": "DMV means the Department of Motor Vehicles or any State Government entity that issues driver's licenses and identification cards, or an office with equivalent function for issuing driver's licenses and identification cards."}, {"sec_id": "§37.3", "sent_idx": 66, "sent_text": "REAL ID Driver's License or Identification Card means a driver's license or identification card that has been issued by a State that has been certified by DHS to be in compliance with the requirements of the REAL ID Act and which meets the standards of subparts A through D of this part, including temporary or limited-term driver's licenses or identification cards issued under § 37.21."}, {"sec_id": "§37.4", "sent_idx": 0, "sent_text": "Certain material is incorporated by reference into this part with the approval of the Director of the Federal Register under 5 U.S.C. 552(a) and 1 CFR part 51."}, {"sec_id": "§37.4", "sent_idx": 1, "sent_text": "All approved incorporation by reference (IBR) material is available for inspection at the Transportation Security Administration (TSA) and at the National Archives and Records Administration (NARA)."}, {"sec_id": "§37.5", "sent_idx": 0, "sent_text": "(a) Driver's licenses and identification cards issued under this part, that are not temporary or limited-term driver's licenses and identification cards, are valid for a period not to exceed eight years."}]}
{"anchor_sec_id": "§37.55", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "States certifying compliance with the REAL ID Act must follow the certification requirements described in § 37.55. States must file the documentation required under § 37.55 at least 90 days prior to the effective date of full compliance. (a) General inspection authority. States must cooperate with DHS's review of the State's compliance at any time. DHS shall review forms, conduct audits of States as necessary, and make a preliminary determination on whether the State has satisfied the requirements of this part within 45 days of receipt of the Material Compliance Checklist or State certification documentation of full compliance pursuant to § 37.55. (c) State reply.", "token_estimate": 105, "source_spans": [{"sec_id": "§37.51", "sent_idx": 2, "sent_text": "States certifying compliance with the REAL ID Act must follow the certification requirements described in § 37.55."}, {"sec_id": "§37.51", "sent_idx": 4, "sent_text": "States must file the documentation required under § 37.55 at least 90 days prior to the effective date of full compliance."}, {"sec_id": "§37.59", "sent_idx": 1, "sent_text": "(a) General inspection authority."}, {"sec_id": "§37.59", "sent_idx": 2, "sent_text": "States must cooperate with DHS's review of the State's compliance at any time."}, {"sec_id": "§37.59", "sent_idx": 8, "sent_text": "DHS shall review forms, conduct audits of States as necessary, and make a preliminary determination on whether the State has satisfied the requirements of this part within 45 days of receipt of the Material Compliance Checklist or State certification documentation of full compliance pursuant to § 37.55."}, {"sec_id": "§37.59", "sent_idx": 11, "sent_text": "(c) State reply."}]}
{"anchor_sec_id": "§37.15", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) States shall make reasonable efforts to ensure that the applicant does not have more than one driver's license or identification card already issued by that State under a different identity. States shall also comply with the provisions of § 37.29 before issuing a driver's license or identification card. In the event of a non-match, the DMV must not issue a REAL ID driver's license or identification card to an applicant, and must refer the individual to U.S. (d) Unique Driver's license or identification card number. (h) Physical security features, pursuant to § 37.15 of this subpart. (n) The card shall bear a DHS-approved security marking on each driver's license or identification card that is issued reflecting the card's level of compliance as set forth in § 37.51 of this Rule.", "token_estimate": 131, "source_spans": [{"sec_id": "§37.13", "sent_idx": 0, "sent_text": "(a) States shall make reasonable efforts to ensure that the applicant does not have more than one driver's license or identification card already issued by that State under a different identity."}, {"sec_id": "§37.13", "sent_idx": 2, "sent_text": "States shall also comply with the provisions of § 37.29 before issuing a driver's license or identification card."}, {"sec_id": "§37.13", "sent_idx": 6, "sent_text": "In the event of a non-match, the DMV must not issue a REAL ID driver's license or identification card to an applicant, and must refer the individual to U.S."}, {"sec_id": "§37.17", "sent_idx": 7, "sent_text": "(d) Unique Driver's license or identification card number."}, {"sec_id": "§37.17", "sent_idx": 23, "sent_text": "(h) Physical security features, pursuant to § 37.15 of this subpart."}, {"sec_id": "§37.17", "sent_idx": 31, "sent_text": "(n) The card shall bear a DHS-approved security marking on each driver's license or identification card that is issued reflecting the card's level of compliance as set forth in § 37.51 of this Rule."}]}
{"anchor_sec_id": "§37.45", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(b) States must describe the security of DMV facilities as part of their security plan, in accordance with § 37.41. States are required to subject persons who are involved in the manufacture or production of REAL ID driver's licenses and identification cards, or who have the ability to affect the identity information that appears on the driver's license or identification card, or current employees who will be assigned to such positions (“covered employees” or “covered positions”), to a background check. (b) Background checks. Reference checks from prior employers are not required if the individual has been employed by the DMV for at least two consecutive years since May 11, 2006. (d) Background checks substantially similar to the requirements of this section that were conducted on existing employees on or after May 11, 2006 need not be re-conducted. (a) Full compliance.", "token_estimate": 140, "source_spans": [{"sec_id": "§37.43", "sent_idx": 1, "sent_text": "(b) States must describe the security of DMV facilities as part of their security plan, in accordance with § 37.41."}, {"sec_id": "§37.45", "sent_idx": 0, "sent_text": "States are required to subject persons who are involved in the manufacture or production of REAL ID driver's licenses and identification cards, or who have the ability to affect the identity information that appears on the driver's license or identification card, or current employees who will be assigned to such positions (“covered employees” or “covered positions”), to a background check."}, {"sec_id": "§37.45", "sent_idx": 4, "sent_text": "(b) Background checks."}, {"sec_id": "§37.45", "sent_idx": 22, "sent_text": "Reference checks from prior employers are not required if the individual has been employed by the DMV for at least two consecutive years since May 11, 2006."}, {"sec_id": "§37.45", "sent_idx": 26, "sent_text": "(d) Background checks substantially similar to the requirements of this section that were conducted on existing employees on or after May 11, 2006 need not be re-conducted."}, {"sec_id": "§37.51", "sent_idx": 0, "sent_text": "(a) Full compliance."}]}
{"anchor_sec_id": "§37.10", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) Application criteria. (b) Audit report. (c) Waiver application guidance —(1) Generally. Each State requesting a temporary waiver must file with TSA a complete application as set forth in §§ 37.10(a) and (b). Upon approval of an application for a temporary waiver, TSA will issue a certificate of waiver to the State, and publish the State's name in a list of mDLs approved for Federal use at www.tsa.gov/real-id/mDL. (i) TSA may suspend the validity of a certificate of waiver for any of the following reasons:", "token_estimate": 85, "source_spans": [{"sec_id": "§37.10", "sent_idx": 0, "sent_text": "(a) Application criteria."}, {"sec_id": "§37.10", "sent_idx": 28, "sent_text": "(b) Audit report."}, {"sec_id": "§37.10", "sent_idx": 34, "sent_text": "(c) Waiver application guidance —(1) Generally."}, {"sec_id": "§37.9", "sent_idx": 1, "sent_text": "Each State requesting a temporary waiver must file with TSA a complete application as set forth in §§ 37.10(a) and (b)."}, {"sec_id": "§37.9", "sent_idx": 4, "sent_text": "Upon approval of an application for a temporary waiver, TSA will issue a certificate of waiver to the State, and publish the State's name in a list of mDLs approved for Federal use at www.tsa.gov/real-id/mDL."}, {"sec_id": "§37.9", "sent_idx": 25, "sent_text": "(i) TSA may suspend the validity of a certificate of waiver for any of the following reasons:"}]}
{"anchor_sec_id": "§37.63", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) A State shall be deemed in compliance with this part when DHS issues a determination that the State meets the requirements of this part. (b) The Secretary will determine that a State is not in compliance with this part when it— (1) Fails to submit a timely certification or request an extension as prescribed in this subpart; or (2) Does not meet one or more of the standards of this part, as established in a determination by DHS under § 37.59. In the absence of extraordinary circumstances, such an extension request will be deemed justified for a period lasting until, but not beyond, December 31, 2009. DHS shall notify a State of its acceptance of the State's request for initial extension within 45 days of receipt. (b) States granted an initial extension may file a request for an additional extension until no later than May 10, 2011, by submitting a Material Compliance Checklist demonstrating material compliance, per § 37.51(b) with certain elements of subparts A through E as defined by DHS. (b) Driver's licenses and identification cards issued by a State that has obtained an extension of the compliance date from DHS per § 37.51 are acceptable for official purposes until the end of the applicable enrollment period under § 37.5; or the State subsequently is found by DHS under this Subpart to not be in compliance.", "token_estimate": 228, "source_spans": [{"sec_id": "§37.61", "sent_idx": 0, "sent_text": "(a) A State shall be deemed in compliance with this part when DHS issues a determination that the State meets the requirements of this part."}, {"sec_id": "§37.61", "sent_idx": 1, "sent_text": "(b) The Secretary will determine that a State is not in compliance with this part when it— (1) Fails to submit a timely certification or request an extension as prescribed in this subpart; or (2) Does not meet one or more of the standards of this part, as established in a determination by DHS under § 37.59."}, {"sec_id": "§37.63", "sent_idx": 1, "sent_text": "In the absence of extraordinary circumstances, such an extension request will be deemed justified for a period lasting until, but not beyond, December 31, 2009."}, {"sec_id": "§37.63", "sent_idx": 2, "sent_text": "DHS shall notify a State of its acceptance of the State's request for initial extension within 45 days of receipt."}, {"sec_id": "§37.63", "sent_idx": 3, "sent_text": "(b) States granted an initial extension may file a request for an additional extension until no later than May 10, 2011, by submitting a Material Compliance Checklist demonstrating material compliance, per § 37.51(b) with certain elements of subparts A through E as defined by DHS."}, {"sec_id": "§37.65", "sent_idx": 1, "sent_text": "(b) Driver's licenses and identification cards issued by a State that has obtained an extension of the compliance date from DHS per § 37.51 are acceptable for official purposes until the end of the applicable enrollment period under § 37.5; or the State subsequently is found by DHS under this Subpart to not be in compliance."}]}
