{
  "doc_id": "cfr_6_115",
  "anchors": [
    {
      "sec_id": "§115.87",
      "role": "anchor"
    },
    {
      "sec_id": "§115.86",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.88",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.187",
      "role": "anchor"
    },
    {
      "sec_id": "§115.186",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.188",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.201",
      "role": "anchor"
    },
    {
      "sec_id": "§115.202",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.195",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.203",
      "role": "anchor"
    },
    {
      "sec_id": "§115.204",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.205",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.6",
      "role": "anchor"
    },
    {
      "sec_id": "§115.5",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.110",
      "role": "anchor"
    },
    {
      "sec_id": "§115.95",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.41",
      "role": "anchor"
    },
    {
      "sec_id": "§115.42",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.35",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.115",
      "role": "anchor"
    },
    {
      "sec_id": "§115.116",
      "role": "neighbor"
    },
    {
      "sec_id": "§115.114",
      "role": "neighbor"
    }
  ],
  "summary_text": "# Stitched Summary\n\n§115.87 — Data collection.\n(c) Each facility shall conduct an annual review of all sexual abuse investigations and resulting incident reviews to assess and improve sexual abuse intervention, prevention and response efforts. (b) On an ongoing basis, the PSA Coordinator shall work with relevant facility PSA Compliance Managers and DHS entities to share data regarding effective agency response methods to sexual abuse. (d) On an annual basis, the PSA Coordinator shall aggregate, in a manner that will facilitate the agency's ability to detect possible patterns and help prevent future incidents, the incident-based sexual abuse data, including the number of reported sexual abuse allegations determined to be substantiated, unsubstantiated, or unfounded, or for which investigation is ongoing, and for each incident found to be substantiated, information concerning: (a) The agency shall review data collected and aggregated pursuant to § 115.87 of this part in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by: (2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for each immigration detention facility, as well as the agency as a whole. (b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse.\n\n§115.86 — Sexual abuse incident reviews.\n(a) Each facility shall conduct a sexual abuse incident review at the conclusion of every investigation of sexual abuse and, where the allegation was not determined to be unfounded, prepare a written report within 30 days of the conclusion of the investigation recommending whether the allegation or investigation indicates that a change in policy or practice could better prevent, detect, or respond to sexual abuse. The facility shall implement the recommendations for improvement, or shall document its reasons for not doing so in a written response.\n\n§115.88 — Data review for corrective action.\n(a) The agency shall review data collected and aggregated pursuant to § 115.87 of this part in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by: (1) Identifying problem areas; (2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for each immigration detention facility, as well as the agency as a whole. (b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse.\n\n§115.187 — Data collection.\n(a) The agency shall conduct a sexual abuse incident review at the conclusion of every investigation of sexual abuse and, where the allegation was not determined to be unfounded, prepare a written report recommending whether the allegation or investigation indicates that a change in policy or practice could better prevent, detect, or respond to sexual abuse. (b) The agency shall conduct an annual review of all sexual abuse investigations and resulting incident reviews to assess and improve sexual abuse intervention, prevention and response efforts. (c) The agency shall maintain, review, and collect data as needed from all available agency records. (a) The agency shall review data collected and aggregated pursuant to § 115.187 in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by: (2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for the agency as a whole. (b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse.\n\n§115.186 — Sexual abuse incident reviews.\n(a) The agency shall conduct a sexual abuse incident review at the conclusion of every investigation of sexual abuse and, where the allegation was not determined to be unfounded, prepare a written report recommending whether the allegation or investigation indicates that a change in policy or practice could better prevent, detect, or respond to sexual abuse. Such review shall ordinarily occur within 30 days of the agency receiving the investigation results from the investigative authority.\n\n§115.188 — Data review for corrective action.\n(a) The agency shall review data collected and aggregated pursuant to § 115.187 in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by: (1) Identifying problem areas; (2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for the agency as a whole. (b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse.\n\n§115.201 — Scope of audits.\nAgency policies may include additional requirements. (b) The auditor shall review all relevant agency policies, procedures, reports, internal and external audits, and accreditations for each facility type. (g) The auditor shall interview a representative sample of detainees and of staff, and the facility shall make space available suitable for such interviews. (h) The auditor shall review a sampling of any available videotapes and other electronically available data that may be relevant to the provisions being audited. (a) An audit shall be conducted by entities or individuals outside of the agency and outside of DHS that have relevant audit experience. (d) The agency shall not employ, contract with, or otherwise financially compensate the auditor for three years subsequent to the agency's retention of the auditor, with the exception of contracting for subsequent audits or other consulting related to detention reform.\n\n§115.202 — Auditor qualifications.\n(a) The agency shall develop and issue an instrument that is coordinated with the DHS Office for Civil Rights and Civil Liberties, which will provide guidance on the conduct of and contents of the audit; (b) The auditor shall review all relevant agency policies, procedures, reports, internal and external audits, and accreditations for each facility type. (f) The auditor shall retain and preserve all documentation (including, e.g., videotapes and interview notes) relied upon in making audit determinations. (g) The auditor shall interview a representative sample of detainees and of staff, and the facility shall make space available suitable for such interviews. (c) No audit may be conducted by an auditor who has received financial compensation from the agency being audited (except for compensation received for conducting other audits, or other consulting related to detention reform) within the three years prior to the agency's retention of the auditor. (c) For each of these standards, the auditor shall determine whether the audited facility reaches one of the following findings:\n\n§115.195 — Additional provisions in agency policies.\nThe regulations in this subpart B establish minimum requirements for agencies. Agency policies may include additional requirements..\n\n§115.95 — Additional provisions in agency policies.\nThe regulations in this subpart A establish minimum requirements for agencies and facilities. Agency and facility policies may include additional requirements..\n\n§115.42 — Use of assessment information.\n(a) The facility shall use the information from the risk assessment under § 115.41 of this part to inform assignment of detainees to housing, recreation and other activities, and voluntary work. The agency shall make individualized determinations about how to ensure the safety of each detainee.\n\n\n---\nApprox tokens used: 1193 / 1200\n"
}