{"anchor_sec_id": "§115.87", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(c) Each facility shall conduct an annual review of all sexual abuse investigations and resulting incident reviews to assess and improve sexual abuse intervention, prevention and response efforts. (b) On an ongoing basis, the PSA Coordinator shall work with relevant facility PSA Compliance Managers and DHS entities to share data regarding effective agency response methods to sexual abuse. (d) On an annual basis, the PSA Coordinator shall aggregate, in a manner that will facilitate the agency's ability to detect possible patterns and help prevent future incidents, the incident-based sexual abuse data, including the number of reported sexual abuse allegations determined to be substantiated, unsubstantiated, or unfounded, or for which investigation is ongoing, and for each incident found to be substantiated, information concerning: (a) The agency shall review data collected and aggregated pursuant to § 115.87 of this part in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by: (2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for each immigration detention facility, as well as the agency as a whole. (b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse.", "token_estimate": 230, "source_spans": [{"sec_id": "§115.86", "sent_idx": 4, "sent_text": "(c) Each facility shall conduct an annual review of all sexual abuse investigations and resulting incident reviews to assess and improve sexual abuse intervention, prevention and response efforts."}, {"sec_id": "§115.87", "sent_idx": 2, "sent_text": "(b) On an ongoing basis, the PSA Coordinator shall work with relevant facility PSA Compliance Managers and DHS entities to share data regarding effective agency response methods to sexual abuse."}, {"sec_id": "§115.87", "sent_idx": 4, "sent_text": "(d) On an annual basis, the PSA Coordinator shall aggregate, in a manner that will facilitate the agency's ability to detect possible patterns and help prevent future incidents, the incident-based sexual abuse data, including the number of reported sexual abuse allegations determined to be substantiated, unsubstantiated, or unfounded, or for which investigation is ongoing, and for each incident found to be substantiated, information concerning:"}, {"sec_id": "§115.88", "sent_idx": 0, "sent_text": "(a) The agency shall review data collected and aggregated pursuant to § 115.87 of this part in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by:"}, {"sec_id": "§115.88", "sent_idx": 2, "sent_text": "(2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for each immigration detention facility, as well as the agency as a whole."}, {"sec_id": "§115.88", "sent_idx": 3, "sent_text": "(b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse."}]}
{"anchor_sec_id": "§115.187", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) The agency shall conduct a sexual abuse incident review at the conclusion of every investigation of sexual abuse and, where the allegation was not determined to be unfounded, prepare a written report recommending whether the allegation or investigation indicates that a change in policy or practice could better prevent, detect, or respond to sexual abuse. (b) The agency shall conduct an annual review of all sexual abuse investigations and resulting incident reviews to assess and improve sexual abuse intervention, prevention and response efforts. (c) The agency shall maintain, review, and collect data as needed from all available agency records. (a) The agency shall review data collected and aggregated pursuant to § 115.187 in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by: (2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for the agency as a whole. (b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse.", "token_estimate": 198, "source_spans": [{"sec_id": "§115.186", "sent_idx": 0, "sent_text": "(a) The agency shall conduct a sexual abuse incident review at the conclusion of every investigation of sexual abuse and, where the allegation was not determined to be unfounded, prepare a written report recommending whether the allegation or investigation indicates that a change in policy or practice could better prevent, detect, or respond to sexual abuse."}, {"sec_id": "§115.186", "sent_idx": 4, "sent_text": "(b) The agency shall conduct an annual review of all sexual abuse investigations and resulting incident reviews to assess and improve sexual abuse intervention, prevention and response efforts."}, {"sec_id": "§115.187", "sent_idx": 8, "sent_text": "(c) The agency shall maintain, review, and collect data as needed from all available agency records."}, {"sec_id": "§115.188", "sent_idx": 0, "sent_text": "(a) The agency shall review data collected and aggregated pursuant to § 115.187 in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by:"}, {"sec_id": "§115.188", "sent_idx": 2, "sent_text": "(2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for the agency as a whole."}, {"sec_id": "§115.188", "sent_idx": 3, "sent_text": "(b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse."}]}
{"anchor_sec_id": "§115.201", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "Agency policies may include additional requirements. (b) The auditor shall review all relevant agency policies, procedures, reports, internal and external audits, and accreditations for each facility type. (g) The auditor shall interview a representative sample of detainees and of staff, and the facility shall make space available suitable for such interviews. (h) The auditor shall review a sampling of any available videotapes and other electronically available data that may be relevant to the provisions being audited. (a) An audit shall be conducted by entities or individuals outside of the agency and outside of DHS that have relevant audit experience. (d) The agency shall not employ, contract with, or otherwise financially compensate the auditor for three years subsequent to the agency's retention of the auditor, with the exception of contracting for subsequent audits or other consulting related to detention reform.", "token_estimate": 139, "source_spans": [{"sec_id": "§115.195", "sent_idx": 1, "sent_text": "Agency policies may include additional requirements."}, {"sec_id": "§115.201", "sent_idx": 1, "sent_text": "(b) The auditor shall review all relevant agency policies, procedures, reports, internal and external audits, and accreditations for each facility type."}, {"sec_id": "§115.201", "sent_idx": 7, "sent_text": "(g) The auditor shall interview a representative sample of detainees and of staff, and the facility shall make space available suitable for such interviews."}, {"sec_id": "§115.201", "sent_idx": 8, "sent_text": "(h) The auditor shall review a sampling of any available videotapes and other electronically available data that may be relevant to the provisions being audited."}, {"sec_id": "§115.202", "sent_idx": 0, "sent_text": "(a) An audit shall be conducted by entities or individuals outside of the agency and outside of DHS that have relevant audit experience."}, {"sec_id": "§115.202", "sent_idx": 4, "sent_text": "(d) The agency shall not employ, contract with, or otherwise financially compensate the auditor for three years subsequent to the agency's retention of the auditor, with the exception of contracting for subsequent audits or other consulting related to detention reform."}]}
{"anchor_sec_id": "§115.203", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) An audit shall be conducted by entities or individuals outside of the agency and outside of DHS that have relevant audit experience. (b) Audit reports shall state whether facility policies and procedures comply with relevant standards. Does Not Meet Standard (requires corrective action). (d) Audit reports shall describe the methodology, sampling sizes, and basis for the auditor's conclusions with regard to each standard provision for each audited facility, and shall include recommendations for any required corrective action. (b) The agency and the facility shall develop a corrective action plan to achieve compliance. (c) The auditor shall take necessary and appropriate steps to verify implementation of the corrective action plan, such as reviewing updated policies and procedures or re-inspecting portions of a facility.", "token_estimate": 123, "source_spans": [{"sec_id": "§115.202", "sent_idx": 0, "sent_text": "(a) An audit shall be conducted by entities or individuals outside of the agency and outside of DHS that have relevant audit experience."}, {"sec_id": "§115.203", "sent_idx": 1, "sent_text": "(b) Audit reports shall state whether facility policies and procedures comply with relevant standards."}, {"sec_id": "§115.203", "sent_idx": 5, "sent_text": "Does Not Meet Standard (requires corrective action)."}, {"sec_id": "§115.203", "sent_idx": 7, "sent_text": "(d) Audit reports shall describe the methodology, sampling sizes, and basis for the auditor's conclusions with regard to each standard provision for each audited facility, and shall include recommendations for any required corrective action."}, {"sec_id": "§115.204", "sent_idx": 1, "sent_text": "(b) The agency and the facility shall develop a corrective action plan to achieve compliance."}, {"sec_id": "§115.204", "sent_idx": 2, "sent_text": "(c) The auditor shall take necessary and appropriate steps to verify implementation of the corrective action plan, such as reviewing updated policies and procedures or re-inspecting portions of a facility."}]}
{"anchor_sec_id": "§115.204", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "Does Not Meet Standard (requires corrective action). (d) Audit reports shall describe the methodology, sampling sizes, and basis for the auditor's conclusions with regard to each standard provision for each audited facility, and shall include recommendations for any required corrective action. (b) The agency and the facility shall develop a corrective action plan to achieve compliance. (c) The auditor shall take necessary and appropriate steps to verify implementation of the corrective action plan, such as reviewing updated policies and procedures or re-inspecting portions of a facility. (d) After the 180-day corrective action period ends, the auditor shall issue a final determination as to whether the facility has achieved compliance with those standards requiring corrective action. (c) The findings of the re-audit shall be considered final.", "token_estimate": 125, "source_spans": [{"sec_id": "§115.203", "sent_idx": 5, "sent_text": "Does Not Meet Standard (requires corrective action)."}, {"sec_id": "§115.203", "sent_idx": 7, "sent_text": "(d) Audit reports shall describe the methodology, sampling sizes, and basis for the auditor's conclusions with regard to each standard provision for each audited facility, and shall include recommendations for any required corrective action."}, {"sec_id": "§115.204", "sent_idx": 1, "sent_text": "(b) The agency and the facility shall develop a corrective action plan to achieve compliance."}, {"sec_id": "§115.204", "sent_idx": 2, "sent_text": "(c) The auditor shall take necessary and appropriate steps to verify implementation of the corrective action plan, such as reviewing updated policies and procedures or re-inspecting portions of a facility."}, {"sec_id": "§115.204", "sent_idx": 3, "sent_text": "(d) After the 180-day corrective action period ends, the auditor shall issue a final determination as to whether the facility has achieved compliance with those standards requiring corrective action."}, {"sec_id": "§115.205", "sent_idx": 4, "sent_text": "(c) The findings of the re-audit shall be considered final."}]}
{"anchor_sec_id": "§115.6", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "This subpart covers ICE immigration detention facilities. Family unit means a group of detainees that includes one or more non-United States citizen juvenile(s) accompanied by his/her/their parent(s) or legal guardian(s), whom the agency will evaluate for safety purposes to protect juveniles from sexual abuse and violence. Intersex means having sexual or reproductive anatomy or chromosomal pattern that does not seem to fit typical definitions of male or female. A “qualified medical practitioner” refers to such a professional who has also successfully completed specialized training for treating sexual abuse victims. Security staff means employees primarily responsible for the supervision and control of detainees in housing units, recreational areas, dining areas, and other program areas of an immigration detention facility. For purposes of this part, the term— Sexual abuse includes— (1) Sexual abuse and assault of a detainee by another detainee; and (2) Sexual abuse and assault of a detainee by a staff member, contractor, or volunteer.", "token_estimate": 155, "source_spans": [{"sec_id": "§115.10", "sent_idx": 0, "sent_text": "This subpart covers ICE immigration detention facilities."}, {"sec_id": "§115.5", "sent_idx": 9, "sent_text": "Family unit means a group of detainees that includes one or more non-United States citizen juvenile(s) accompanied by his/her/their parent(s) or legal guardian(s), whom the agency will evaluate for safety purposes to protect juveniles from sexual abuse and violence."}, {"sec_id": "§115.5", "sent_idx": 15, "sent_text": "Intersex means having sexual or reproductive anatomy or chromosomal pattern that does not seem to fit typical definitions of male or female."}, {"sec_id": "§115.5", "sent_idx": 20, "sent_text": "A “qualified medical practitioner” refers to such a professional who has also successfully completed specialized training for treating sexual abuse victims."}, {"sec_id": "§115.5", "sent_idx": 24, "sent_text": "Security staff means employees primarily responsible for the supervision and control of detainees in housing units, recreational areas, dining areas, and other program areas of an immigration detention facility."}, {"sec_id": "§115.6", "sent_idx": 0, "sent_text": "For purposes of this part, the term— Sexual abuse includes— (1) Sexual abuse and assault of a detainee by another detainee; and (2) Sexual abuse and assault of a detainee by a staff member, contractor, or volunteer."}]}
{"anchor_sec_id": "§115.202", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) The agency shall develop and issue an instrument that is coordinated with the DHS Office for Civil Rights and Civil Liberties, which will provide guidance on the conduct of and contents of the audit; (b) The auditor shall review all relevant agency policies, procedures, reports, internal and external audits, and accreditations for each facility type. (f) The auditor shall retain and preserve all documentation (including, e.g., videotapes and interview notes) relied upon in making audit determinations. (g) The auditor shall interview a representative sample of detainees and of staff, and the facility shall make space available suitable for such interviews. (c) No audit may be conducted by an auditor who has received financial compensation from the agency being audited (except for compensation received for conducting other audits, or other consulting related to detention reform) within the three years prior to the agency's retention of the auditor. (c) For each of these standards, the auditor shall determine whether the audited facility reaches one of the following findings:", "token_estimate": 167, "source_spans": [{"sec_id": "§115.201", "sent_idx": 0, "sent_text": "(a) The agency shall develop and issue an instrument that is coordinated with the DHS Office for Civil Rights and Civil Liberties, which will provide guidance on the conduct of and contents of the audit;"}, {"sec_id": "§115.201", "sent_idx": 1, "sent_text": "(b) The auditor shall review all relevant agency policies, procedures, reports, internal and external audits, and accreditations for each facility type."}, {"sec_id": "§115.201", "sent_idx": 5, "sent_text": "(f) The auditor shall retain and preserve all documentation (including, e.g., videotapes and interview notes) relied upon in making audit determinations."}, {"sec_id": "§115.201", "sent_idx": 7, "sent_text": "(g) The auditor shall interview a representative sample of detainees and of staff, and the facility shall make space available suitable for such interviews."}, {"sec_id": "§115.202", "sent_idx": 3, "sent_text": "(c) No audit may be conducted by an auditor who has received financial compensation from the agency being audited (except for compensation received for conducting other audits, or other consulting related to detention reform) within the three years prior to the agency's retention of the auditor."}, {"sec_id": "§115.203", "sent_idx": 2, "sent_text": "(c) For each of these standards, the auditor shall determine whether the audited facility reaches one of the following findings:"}]}
{"anchor_sec_id": "§115.110", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "This subpart B covers all DHS holding facilities. Standards found in subpart A of this part are not applicable to DHS facilities except ICE immigration detention facilities. (a) The agency shall have a written policy mandating zero tolerance toward all forms of sexual abuse and outlining the agency's approach to preventing, detecting, and responding to such conduct. (b) The agency shall employ or designate an upper-level, agency-wide PSA Coordinator with sufficient time and authority to develop, implement, and oversee agency efforts to comply with these standards in all of its holding facilities. The regulations in this subpart A establish minimum requirements for agencies and facilities. Agency and facility policies may include additional requirements.", "token_estimate": 113, "source_spans": [{"sec_id": "§115.110", "sent_idx": 0, "sent_text": "This subpart B covers all DHS holding facilities."}, {"sec_id": "§115.110", "sent_idx": 1, "sent_text": "Standards found in subpart A of this part are not applicable to DHS facilities except ICE immigration detention facilities."}, {"sec_id": "§115.111", "sent_idx": 0, "sent_text": "(a) The agency shall have a written policy mandating zero tolerance toward all forms of sexual abuse and outlining the agency's approach to preventing, detecting, and responding to such conduct."}, {"sec_id": "§115.111", "sent_idx": 1, "sent_text": "(b) The agency shall employ or designate an upper-level, agency-wide PSA Coordinator with sufficient time and authority to develop, implement, and oversee agency efforts to comply with these standards in all of its holding facilities."}, {"sec_id": "§115.95", "sent_idx": 0, "sent_text": "The regulations in this subpart A establish minimum requirements for agencies and facilities."}, {"sec_id": "§115.95", "sent_idx": 1, "sent_text": "Agency and facility policies may include additional requirements."}]}
{"anchor_sec_id": "§115.5", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "References to requirements placed on facilities extend to the entity responsible for the direct operation of the facility. Family unit means a group of detainees that includes one or more non-United States citizen juvenile(s) accompanied by his/her/their parent(s) or legal guardian(s), whom the agency will evaluate for safety purposes to protect juveniles from sexual abuse and violence. Intersex means having sexual or reproductive anatomy or chromosomal pattern that does not seem to fit typical definitions of male or female. A “qualified medical practitioner” refers to such a professional who has also successfully completed specialized training for treating sexual abuse victims. Substantiated allegation means an allegation that was investigated and determined to have occurred. For purposes of this part, the term— Sexual abuse includes— (1) Sexual abuse and assault of a detainee by another detainee; and (2) Sexual abuse and assault of a detainee by a staff member, contractor, or volunteer.", "token_estimate": 150, "source_spans": [{"sec_id": "§115.5", "sent_idx": 7, "sent_text": "References to requirements placed on facilities extend to the entity responsible for the direct operation of the facility."}, {"sec_id": "§115.5", "sent_idx": 9, "sent_text": "Family unit means a group of detainees that includes one or more non-United States citizen juvenile(s) accompanied by his/her/their parent(s) or legal guardian(s), whom the agency will evaluate for safety purposes to protect juveniles from sexual abuse and violence."}, {"sec_id": "§115.5", "sent_idx": 15, "sent_text": "Intersex means having sexual or reproductive anatomy or chromosomal pattern that does not seem to fit typical definitions of male or female."}, {"sec_id": "§115.5", "sent_idx": 20, "sent_text": "A “qualified medical practitioner” refers to such a professional who has also successfully completed specialized training for treating sexual abuse victims."}, {"sec_id": "§115.5", "sent_idx": 27, "sent_text": "Substantiated allegation means an allegation that was investigated and determined to have occurred."}, {"sec_id": "§115.6", "sent_idx": 0, "sent_text": "For purposes of this part, the term— Sexual abuse includes— (1) Sexual abuse and assault of a detainee by another detainee; and (2) Sexual abuse and assault of a detainee by a staff member, contractor, or volunteer."}]}
{"anchor_sec_id": "§115.41", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) The agency shall provide specialized training to DHS or agency employees who serve as full- and part-time medical practitioners or full- and part-time mental health practitioners in immigration detention facilities where medical and mental health care is provided. (c) The facility shall also consider, to the extent that the information is available, the following criteria to assess detainees for risk of sexual victimization: (e) The facility shall reassess each detainee's risk of victimization or abusiveness between 60 and 90 days from the date of initial assessment, and at any other time when warranted based upon the receipt of additional, relevant information or following an incident of abuse or victimization. (a) The facility shall use the information from the risk assessment under § 115.41 of this part to inform assignment of detainees to housing, recreation and other activities, and voluntary work. (b) When making assessment and housing decisions for a transgender or intersex detainee, the facility shall consider the detainee's gender self-identification and an assessment of the effects of placement on the detainee's health and safety. The facility shall consult a medical or mental health professional as soon as practicable on this assessment.", "token_estimate": 193, "source_spans": [{"sec_id": "§115.35", "sent_idx": 0, "sent_text": "(a) The agency shall provide specialized training to DHS or agency employees who serve as full- and part-time medical practitioners or full- and part-time mental health practitioners in immigration detention facilities where medical and mental health care is provided."}, {"sec_id": "§115.41", "sent_idx": 3, "sent_text": "(c) The facility shall also consider, to the extent that the information is available, the following criteria to assess detainees for risk of sexual victimization:"}, {"sec_id": "§115.41", "sent_idx": 13, "sent_text": "(e) The facility shall reassess each detainee's risk of victimization or abusiveness between 60 and 90 days from the date of initial assessment, and at any other time when warranted based upon the receipt of additional, relevant information or following an incident of abuse or victimization."}, {"sec_id": "§115.42", "sent_idx": 0, "sent_text": "(a) The facility shall use the information from the risk assessment under § 115.41 of this part to inform assignment of detainees to housing, recreation and other activities, and voluntary work."}, {"sec_id": "§115.42", "sent_idx": 2, "sent_text": "(b) When making assessment and housing decisions for a transgender or intersex detainee, the facility shall consider the detainee's gender self-identification and an assessment of the effects of placement on the detainee's health and safety."}, {"sec_id": "§115.42", "sent_idx": 3, "sent_text": "The facility shall consult a medical or mental health professional as soon as practicable on this assessment."}]}
{"anchor_sec_id": "§115.115", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "The juvenile may temporarily remain with a non-parental adult family member where: (a) Searches may be necessary to ensure the safety of officers, civilians and detainees; to detect and secure evidence of criminal activity; and to promote security, safety, and related interests at DHS holding facilities. (b) Cross-gender strip searches or cross-gender visual body cavity searches shall not be conducted except in exigent circumstances, including consideration of officer safety, or when performed by medical practitioners. (f) The agency shall train law enforcement staff in proper procedures for conducting pat-down searches, including cross-gender pat-down searches and searches of transgender and intersex detainees. In addition, the agency shall ensure that any written materials related to sexual abuse are provided in formats or through methods that ensure effective communication with detainees with disabilities, including detainees who have intellectual disabilities, limited reading skills, or who are blind or have low vision. (b) The agency shall take reasonable steps to ensure meaningful access to all aspects of the agency's efforts to prevent, detect, and respond to sexual abuse to detainees who are limited English proficient, including steps to provide in-person or telephonic interpretive services that enable effective, accurate, and impartial interpretation, both receptively and expressively, using any necessary specialized vocabulary.", "token_estimate": 205, "source_spans": [{"sec_id": "§115.114", "sent_idx": 2, "sent_text": "The juvenile may temporarily remain with a non-parental adult family member where:"}, {"sec_id": "§115.115", "sent_idx": 0, "sent_text": "(a) Searches may be necessary to ensure the safety of officers, civilians and detainees; to detect and secure evidence of criminal activity; and to promote security, safety, and related interests at DHS holding facilities."}, {"sec_id": "§115.115", "sent_idx": 1, "sent_text": "(b) Cross-gender strip searches or cross-gender visual body cavity searches shall not be conducted except in exigent circumstances, including consideration of officer safety, or when performed by medical practitioners."}, {"sec_id": "§115.115", "sent_idx": 8, "sent_text": "(f) The agency shall train law enforcement staff in proper procedures for conducting pat-down searches, including cross-gender pat-down searches and searches of transgender and intersex detainees."}, {"sec_id": "§115.116", "sent_idx": 2, "sent_text": "In addition, the agency shall ensure that any written materials related to sexual abuse are provided in formats or through methods that ensure effective communication with detainees with disabilities, including detainees who have intellectual disabilities, limited reading skills, or who are blind or have low vision."}, {"sec_id": "§115.116", "sent_idx": 4, "sent_text": "(b) The agency shall take reasonable steps to ensure meaningful access to all aspects of the agency's efforts to prevent, detect, and respond to sexual abuse to detainees who are limited English proficient, including steps to provide in-person or telephonic interpretive services that enable effective, accurate, and impartial interpretation, both receptively and expressively, using any necessary specialized vocabulary."}]}
{"anchor_sec_id": "§115.205", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(b) The agency and the facility shall develop a corrective action plan to achieve compliance. (c) The auditor shall take necessary and appropriate steps to verify implementation of the corrective action plan, such as reviewing updated policies and procedures or re-inspecting portions of a facility. (d) After the 180-day corrective action period ends, the auditor shall issue a final determination as to whether the facility has achieved compliance with those standards requiring corrective action. (a) A facility may lodge an appeal with the agency regarding any specific audit finding that it believes to be incorrect. The facility shall bear the costs of this re-audit. (c) The findings of the re-audit shall be considered final.", "token_estimate": 114, "source_spans": [{"sec_id": "§115.204", "sent_idx": 1, "sent_text": "(b) The agency and the facility shall develop a corrective action plan to achieve compliance."}, {"sec_id": "§115.204", "sent_idx": 2, "sent_text": "(c) The auditor shall take necessary and appropriate steps to verify implementation of the corrective action plan, such as reviewing updated policies and procedures or re-inspecting portions of a facility."}, {"sec_id": "§115.204", "sent_idx": 3, "sent_text": "(d) After the 180-day corrective action period ends, the auditor shall issue a final determination as to whether the facility has achieved compliance with those standards requiring corrective action."}, {"sec_id": "§115.205", "sent_idx": 0, "sent_text": "(a) A facility may lodge an appeal with the agency regarding any specific audit finding that it believes to be incorrect."}, {"sec_id": "§115.205", "sent_idx": 3, "sent_text": "The facility shall bear the costs of this re-audit."}, {"sec_id": "§115.205", "sent_idx": 4, "sent_text": "(c) The findings of the re-audit shall be considered final."}]}
