{"doc_id": "cfr_6_115", "sec_id": "§115.5", "label": "§ 115.5", "heading": "General definitions.", "text": "For purposes of this part, the term— Agency means the unit or component of DHS responsible for operating or supervising any facility, or part of a facility, that confines detainees. Agency head means the principal official of an agency. Contractor means a person who or entity that provides services on a recurring basis pursuant to a contractual agreement with the agency or facility. Detainee means any person detained in an immigration detention facility or holding facility. Employee means a person who works directly for the agency. Exigent circumstances means any set of temporary and unforeseen circumstances that require immediate action in order to combat a threat to the security or institutional order of a facility or a threat to the safety or security of any person. Facility means a place, building (or part thereof), set of buildings, structure, or area (whether or not enclosing a building or set of buildings) that was built or retrofitted for the purpose of detaining individuals and is routinely used by the agency to detain individuals in its custody. References to requirements placed on facilities extend to the entity responsible for the direct operation of the facility. Facility head means the principal official responsible for a facility. Family unit means a group of detainees that includes one or more non-United States citizen juvenile(s) accompanied by his/her/their parent(s) or legal guardian(s), whom the agency will evaluate for safety purposes to protect juveniles from sexual abuse and violence. Gender nonconforming means having an appearance or manner that does not conform to traditional societal gender expectations. Holding facility means a facility that contains holding cells, cell blocks, or other secure enclosures that are: (1) Under the control of the agency; and (2) Primarily used for the short-term confinement of individuals who have recently been detained, or are being transferred to or from a court, jail, prison, other agency, or other unit of the facility or agency. Immigration detention facility means a confinement facility operated by or pursuant to contract with U.S. Immigration and Customs Enforcement (ICE) that routinely holds persons for over 24 hours pending resolution or completion of immigration removal operations or processes, including facilities that are operated by ICE, facilities that provide detention services under a contract awarded by ICE, and facilities used by ICE pursuant to an Intergovernmental Service Agreement. Intersex means having sexual or reproductive anatomy or chromosomal pattern that does not seem to fit typical definitions of male or female. Intersex medical conditions are sometimes referred to as disorders of sex development. Juvenile means any person under the age of 18. Law enforcement staff means officers or agents of the agency or facility that are responsible for the supervision and control of detainees in a holding facility. Medical practitioner means a health professional who, by virtue of education, credentials, and experience, is permitted by law to evaluate and care for patients within the scope of his or her professional practice. A “qualified medical practitioner” refers to such a professional who has also successfully completed specialized training for treating sexual abuse victims. Mental health practitioner means a mental health professional who, by virtue of education, credentials, and experience, is permitted by law to evaluate and care for patients within the scope of his or her professional practice. A “qualified mental health practitioner” refers to such a professional who has also successfully completed specialized training for treating sexual abuse victims. Pat-down search means a sliding or patting of the hands over the clothed body of a detainee by staff to determine whether the individual possesses contraband. Security staff means employees primarily responsible for the supervision and control of detainees in housing units, recreational areas, dining areas, and other program areas of an immigration detention facility. Staff means employees or contractors of the agency or facility, including any entity that operates within the facility. Strip search means a search that requires a person to remove or arrange some or all clothing so as to permit a visual inspection of the person's breasts, buttocks, or genitalia. Substantiated allegation means an allegation that was investigated and determined to have occurred. Transgender means a person whose gender identity ( i.e. , internal sense of feeling male or female) is different from the person's assigned sex at birth. Unfounded allegation means an allegation that was investigated and determined not to have occurred. Unsubstantiated allegation means an allegation that was investigated and the investigation produced insufficient evidence to make a final determination as to whether or not the event occurred. Volunteer means an individual who donates time and effort on a recurring basis to enhance the activities and programs of the agency or facility.", "hierarchy_path": [], "tokens": 773}
{"doc_id": "cfr_6_115", "sec_id": "§115.6", "label": "§ 115.6", "heading": "Definitions related to sexual abuse and assault.", "text": "For purposes of this part, the term— Sexual abuse includes— (1) Sexual abuse and assault of a detainee by another detainee; and (2) Sexual abuse and assault of a detainee by a staff member, contractor, or volunteer. Sexual abuse of a detainee by another detainee includes any of the following acts by one or more detainees, prisoners, inmates, or residents of the facility in which the detainee is housed who, by force, coercion, or intimidation, or if the victim did not consent or was unable to consent or refuse, engages in or attempts to engage in: (1) Contact between the penis and the vulva or anus and, for purposes of this paragraph (1), contact involving the penis upon penetration, however slight; (2) Contact between the mouth and the penis, vulva, or anus; (3) Penetration, however slight, of the anal or genital opening of another person by a hand or finger or by any object; (4) Touching of the genitalia, anus, groin, breast, inner thighs or buttocks, either directly or through the clothing, with an intent to abuse, humiliate, harass, degrade or arouse or gratify the sexual desire of any person; or (5) Threats, intimidation, or other actions or communications by one or more detainees aimed at coercing or pressuring another detainee to engage in a sexual act. Sexual abuse of a detainee by a staff member, contractor, or volunteer includes any of the following acts, if engaged in by one or more staff members, volunteers, or contract personnel who, with or without the consent of the detainee, engages in or attempts to engage in: (1) Contact between the penis and the vulva or anus and, for purposes of this paragraph (1), contact involving the penis upon penetration, however slight; (2) Contact between the mouth and the penis, vulva, or anus; (3) Penetration, however slight, of the anal or genital opening of another person by a hand or finger or by any object that is unrelated to official duties or where the staff member, contractor, or volunteer has the intent to abuse, arouse, or gratify sexual desire; (4) Intentional touching of the genitalia, anus, groin, breast, inner thighs or buttocks, either directly or through the clothing, that is unrelated to official duties or where the staff member, contractor, or volunteer has the intent to abuse, arouse, or gratify sexual desire; (5) Threats, intimidation, harassment, indecent, profane or abusive language, or other actions or communications, aimed at coercing or pressuring a detainee to engage in a sexual act; (6) Repeated verbal statements or comments of a sexual nature to a detainee; (7) Any display of his or her uncovered genitalia, buttocks, or breast in the presence of an inmate, detainee, or resident, or (8) Voyeurism, which is defined as the inappropriate visual surveillance of a detainee for reasons unrelated to official duties. Where not conducted for reasons relating to official duties, the following are examples of voyeurism: staring at a detainee who is using a toilet in his or her cell to perform bodily functions; requiring an inmate detainee to expose his or her buttocks, genitals, or breasts; or taking images of all or part of a detainee's naked body or of a detainee performing bodily functions.", "hierarchy_path": [], "tokens": 535}
{"doc_id": "cfr_6_115", "sec_id": "§115.10", "label": "§ 115.10", "heading": "Coverage of DHS immigration detention facilities.", "text": "This subpart covers ICE immigration detention facilities. Standards set forth in this subpart A are not applicable to Department of Homeland Security (DHS) holding facilities.", "hierarchy_path": [], "tokens": 25}
{"doc_id": "cfr_6_115", "sec_id": "§115.11", "label": "§ 115.11", "heading": "Zero tolerance of sexual abuse; Prevention of Sexual Assault Coordinator.", "text": "(a) The agency shall have a written policy mandating zero tolerance toward all forms of sexual abuse and outlining the agency's approach to preventing, detecting, and responding to such conduct. (b) The agency shall employ or designate an upper-level, agency-wide Prevention of Sexual Assault Coordinator (PSA Coordinator) with sufficient time and authority to develop, implement, and oversee agency efforts to comply with these standards in all of its immigration detention facilities. (c) Each facility shall have a written policy mandating zero tolerance toward all forms of sexual abuse and outlining the facility's approach to preventing, detecting, and responding to such conduct. The agency shall review and approve each facility's written policy. (d) Each facility shall employ or designate a Prevention of Sexual Assault Compliance Manager (PSA Compliance Manager) who shall serve as the facility point of contact for the agency PSA Coordinator and who has sufficient time and authority to oversee facility efforts to comply with facility sexual abuse prevention and intervention policies and procedures.", "hierarchy_path": [], "tokens": 165}
{"doc_id": "cfr_6_115", "sec_id": "§115.12", "label": "§ 115.12", "heading": "Contracting with non-DHS entities for the confinement of detainees.", "text": "(a) When contracting for the confinement of detainees in immigration detention facilities operated by non-DHS private or public agencies or other entities, including other government agencies, the agency shall include in any new contracts, contract renewals, or substantive contract modifications the entity's obligation to adopt and comply with these standards. (b) Any new contracts, contract renewals, or substantive contract modifications shall provide for agency contract monitoring to ensure that the contractor is complying with these standards.", "hierarchy_path": [], "tokens": 76}
{"doc_id": "cfr_6_115", "sec_id": "§115.13", "label": "§ 115.13", "heading": "Detainee supervision and monitoring.", "text": "(a) Each facility shall ensure that it maintains sufficient supervision of detainees, including through appropriate staffing levels and, where applicable, video monitoring, to protect detainees against sexual abuse. (b) Each facility shall develop and document comprehensive detainee supervision guidelines to determine and meet the facility's detainee supervision needs, and shall review those guidelines at least annually. (c) In determining adequate levels of detainee supervision and determining the need for video monitoring, the facility shall take into consideration generally accepted detention and correctional practices, any judicial findings of inadequacy, the physical layout of each facility, the composition of the detainee population, the prevalence of substantiated and unsubstantiated incidents of sexual abuse, the findings and recommendations of sexual abuse incident review reports, and any other relevant factors, including but not limited to the length of time detainees spend in agency custody. (d) Each facility shall conduct frequent unannounced security inspections to identify and deter sexual abuse of detainees. Such inspections shall be implemented for night as well as day shifts. Each facility shall prohibit staff from alerting others that these security inspections are occurring, unless such announcement is related to the legitimate operational functions of the facility.", "hierarchy_path": [], "tokens": 195}
{"doc_id": "cfr_6_115", "sec_id": "§115.14", "label": "§ 115.14", "heading": "Juvenile and family detainees.", "text": "(a) Juveniles shall be detained in the least restrictive setting appropriate to the juvenile's age and special needs, provided that such setting is consistent with the need to protect the juvenile's well-being and that of others, as well as with any other laws, regulations, or legal requirements. (b) The facility shall hold juveniles apart from adult detainees, minimizing sight, sound, and physical contact, unless the juvenile is in the presence of an adult member of the family unit, and provided there are no safety or security concerns with the arrangement. (c) In determining the existence of a family unit for detention purposes, the agency shall seek to obtain reliable evidence of a family relationship. (d) The agency and facility shall provide priority attention to unaccompanied alien children as defined by 6 U.S.C. 279(g)(2), including transfer to a Department of Health and Human Services Office of Refugee Resettlement facility within 72 hours, except in exceptional circumstances, in accordance with 8 U.S.C. 1232(b)(3). (e) If a juvenile who is an unaccompanied alien child has been convicted as an adult of a crime related to sexual abuse, the agency shall provide the facility and the Department of Health and Human Services Office of Refugee Resettlement with the releasable information regarding the conviction(s) to ensure the appropriate placement of the alien in a Department of Health and Human Services Office of Refugee Resettlement facility.", "hierarchy_path": [], "tokens": 230}
{"doc_id": "cfr_6_115", "sec_id": "§115.15", "label": "§ 115.15", "heading": "Limits to cross-gender viewing and searches.", "text": "(a) Searches may be necessary to ensure the safety of officers, civilians and detainees; to detect and secure evidence of criminal activity; and to promote security, safety, and related interests at immigration detention facilities. (b) Cross-gender pat-down searches of male detainees shall not be conducted unless, after reasonable diligence, staff of the same gender is not available at the time the pat-down search is required or in exigent circumstances. (c) Cross-gender pat-down searches of female detainees shall not be conducted unless in exigent circumstances. (d) All cross-gender pat-down searches shall be documented. (e) Cross-gender strip searches or cross-gender visual body cavity searches shall not be conducted except in exigent circumstances, including consideration of officer safety, or when performed by medical practitioners. Facility staff shall not conduct visual body cavity searches of juveniles and, instead, shall refer all such body cavity searches of juveniles to a medical practitioner. (f) All strip searches and visual body cavity searches shall be documented. (g) Each facility shall implement policies and procedures that enable detainees to shower, perform bodily functions, and change clothing without being viewed by staff of the opposite gender, except in exigent circumstances or when such viewing is incidental to routine cell checks or is otherwise appropriate in connection with a medical examination or monitored bowel movement. Such policies and procedures shall require staff of the opposite gender to announce their presence when entering an area where detainees are likely to be showering, performing bodily functions, or changing clothing. (h) The facility shall permit detainees in Family Residential Facilities to shower, perform bodily functions, and change clothing without being viewed by staff, except in exigent circumstances or when such viewing is incidental to routine cell checks or is otherwise appropriate in connection with a medical examination or monitored bowel movement. (i) The facility shall not search or physically examine a detainee for the sole purpose of determining the detainee's genital characteristics. If the detainee's gender is unknown, it may be determined during conversations with the detainee, by reviewing medical records, or, if necessary, learning that information as part of a standard medical examination that all detainees must undergo as part of intake or other processing procedure conducted in private, by a medical practitioner. (j) The agency shall train security staff in proper procedures for conducting pat-down searches, including cross-gender pat-down searches and searches of transgender and intersex detainees. All pat-down searches shall be conducted in a professional and respectful manner, and in the least intrusive manner possible, consistent with security needs and agency policy, including consideration of officer safety.", "hierarchy_path": [], "tokens": 427}
{"doc_id": "cfr_6_115", "sec_id": "§115.16", "label": "§ 115.16", "heading": "Accommodating detainees with disabilities and detainees who are limited English proficient.", "text": "(a) The agency and each facility shall take appropriate steps to ensure that detainees with disabilities (including, for example, detainees who are deaf or hard of hearing, those who are blind or have low vision, or those who have intellectual, psychiatric, or speech disabilities) have an equal opportunity to participate in or benefit from all aspects of the agency's and facility's efforts to prevent, detect, and respond to sexual abuse. Such steps shall include, when necessary to ensure effective communication with detainees who are deaf or hard of hearing, providing access to in-person, telephonic, or video interpretive services that enable effective, accurate, and impartial interpretation, both receptively and expressively, using any necessary specialized vocabulary. In addition, the agency and facility shall ensure that any written materials related to sexual abuse are provided in formats or through methods that ensure effective communication with detainees with disabilities, including detainees who have intellectual disabilities, limited reading skills, or who are blind or have low vision. An agency or facility is not required to take actions that it can demonstrate would result in a fundamental alteration in the nature of a service, program, or activity, or in undue financial and administrative burdens, as those terms are used in regulations promulgated under title II of the Americans with Disabilities Act, 28 CFR 35.164. (b) The agency and each facility shall take steps to ensure meaningful access to all aspects of the agency's and facility's efforts to prevent, detect, and respond to sexual abuse to detainees who are limited English proficient, including steps to provide in-person or telephonic interpretive services that enable effective, accurate, and impartial interpretation, both receptively and expressively, using any necessary specialized vocabulary. (c) In matters relating to allegations of sexual abuse, the agency and each facility shall provide in-person or telephonic interpretation services that enable effective, accurate, and impartial interpretation, by someone other than another detainee, unless the detainee expresses a preference for another detainee to provide interpretation and the agency determines that such interpretation is appropriate and consistent with DHS policy. The provision of interpreter services by minors, alleged abusers, detainees who witnessed the alleged abuse, and detainees who have a significant relationship with the alleged abuser is not appropriate in matters relating to allegations of sexual abuse.", "hierarchy_path": [], "tokens": 377}
{"doc_id": "cfr_6_115", "sec_id": "§115.17", "label": "§ 115.17", "heading": "Hiring and promotion decisions.", "text": "(a) An agency or facility shall not hire or promote anyone who may have contact with detainees, and shall not enlist the services of any contractor or volunteer who may have contact with detainees, who has engaged in sexual abuse in a prison, jail, holding facility, community confinement facility, juvenile facility, or other institution (as defined in 42 U.S.C. 1997); who has been convicted of engaging or attempting to engage in sexual activity facilitated by force, overt or implied threats of force, or coercion, or if the victim did not consent or was unable to consent or refuse; or who has been civilly or administratively adjudicated to have engaged in such activity. (b) An agency or facility considering hiring or promoting staff shall ask all applicants who may have contact with detainees directly about previous misconduct described in paragraph (a) of this section, in written applications or interviews for hiring or promotions and in any interviews or written self-evaluations conducted as part of reviews of current employees. Agencies and facilities shall also impose upon employees a continuing affirmative duty to disclose any such misconduct. The agency, consistent with law, shall make its best efforts to contact all prior institutional employers of an applicant for employment, to obtain information on substantiated allegations of sexual abuse or any resignation during a pending investigation of alleged sexual abuse. (c) Before hiring new staff who may have contact with detainees, the agency or facility shall conduct a background investigation to determine whether the candidate for hire is suitable for employment with the facility or agency, including a criminal background records check. Upon request by the agency, the facility shall submit for the agency's approval written documentation showing the detailed elements of the facility's background check for each staff member and the facility's conclusions. The agency shall conduct an updated background investigation every five years for agency employees who may have contact with detainees. The facility shall require an updated background investigation every five years for those facility staff who may have contact with detainees and who work in immigration-only detention facilities. (d) The agency or facility shall also perform a background investigation before enlisting the services of any contractor who may have contact with detainees. Upon request by the agency, the facility shall submit for the agency's approval written documentation showing the detailed elements of the facility's background check for each contractor and the facility's conclusions. (e) Material omissions regarding such misconduct, or the provision of materially false information, shall be grounds for termination or withdrawal of an offer of employment, as appropriate. (f) Unless prohibited by law, the agency shall provide information on substantiated allegations of sexual abuse involving a former employee upon receiving a request from an institutional employer for whom such employee has applied to work. (g) In the event the agency contracts with a facility for the confinement of detainees, the requirements of this section otherwise applicable to the agency also apply to the facility and its staff.", "hierarchy_path": [], "tokens": 498}
{"doc_id": "cfr_6_115", "sec_id": "§115.18", "label": "§ 115.18", "heading": "Upgrades to facilities and technologies.", "text": "(a) When designing or acquiring any new facility and in planning any substantial expansion or modification of existing facilities, the facility or agency, as appropriate, shall consider the effect of the design, acquisition, expansion, or modification upon their ability to protect detainees from sexual abuse. (b) When installing or updating a video monitoring system, electronic surveillance system, or other monitoring technology in an immigration detention facility, the facility or agency, as appropriate, shall consider how such technology may enhance their ability to protect detainees from sexual abuse.", "hierarchy_path": [], "tokens": 87}
{"doc_id": "cfr_6_115", "sec_id": "§115.21", "label": "§ 115.21", "heading": "Evidence protocols and forensic medical examinations.", "text": "(a) To the extent that the agency or facility is responsible for investigating allegations of sexual abuse involving detainees, it shall follow a uniform evidence protocol that maximizes the potential for obtaining usable physical evidence for administrative proceedings and criminal prosecutions. The protocol shall be developed in coordination with DHS and shall be developmentally appropriate for juveniles, where applicable. (b) The agency and each facility developing an evidence protocol referred to in paragraph (a) of this section, shall consider how best to utilize available community resources and services to provide valuable expertise and support in the areas of crisis intervention and counseling to most appropriately address victims' needs. Each facility shall establish procedures to make available, to the full extent possible, outside victim services following incidents of sexual abuse; the facility shall attempt to make available to the victim a victim advocate from a rape crisis center. If a rape crisis center is not available to provide victim advocate services, the agency shall provide these services by making available a qualified staff member from a community-based organization, or a qualified agency staff member. A qualified agency staff member or a qualified community-based staff member means an individual who has received education concerning sexual assault and forensic examination issues in general. The outside or internal victim advocate shall provide emotional support, crisis intervention, information, and referrals. (c) Where evidentiarily or medically appropriate, at no cost to the detainee, and only with the detainee's consent, the facility shall arrange for an alleged victim detainee to undergo a forensic medical examination by qualified health care personnel, including a Sexual Assault Forensic Examiner (SAFE) or Sexual Assault Nurse Examiner (SANE) where practicable. If SAFEs or SANEs cannot be made available, the examination can be performed by other qualified health care personnel. (d) As requested by a victim, the presence of his or her outside or internal victim advocate, including any available victim advocacy services offered by a hospital conducting a forensic exam, shall be allowed for support during a forensic exam and investigatory interviews. (e) To the extent that the agency is not responsible for investigating allegations of sexual abuse, the agency or the facility shall request that the investigating agency follow the requirements of paragraphs (a) through (d) of this section.", "hierarchy_path": [], "tokens": 378}
{"doc_id": "cfr_6_115", "sec_id": "§115.22", "label": "§ 115.22", "heading": "Policies to ensure investigation of allegations and appropriate agency oversight.", "text": "(a) The agency shall establish an agency protocol, and shall require each facility to establish a facility protocol, to ensure that each allegation of sexual abuse is investigated by the agency or facility, or referred to an appropriate investigative authority. The agency shall ensure that an administrative or criminal investigation is completed for all allegations of sexual abuse. (b) The agency shall ensure that the agency and facility protocols required by paragraph (a) of this section, include a description of responsibilities of the agency, the facility, and any other investigating entities; and require the documentation and maintenance, for at least five years, of all reports and referrals of allegations of sexual abuse. (c) The agency shall post its protocols on its Web site; each facility shall also post its protocols on its Web site, if it has one, or otherwise make the protocol available to the public. (d) Each facility protocol shall ensure that all allegations are promptly reported to the agency as described in paragraphs (e) and (f) of this section, and, unless the allegation does not involve potentially criminal behavior, are promptly referred for investigation to an appropriate law enforcement agency with the legal authority to conduct criminal investigations. A facility may separately, and in addition to the above reports and referrals, conduct its own investigation. (e) When a detainee, prisoner, inmate, or resident of the facility in which an alleged detainee victim is housed is alleged to be the perpetrator of detainee sexual abuse, the facility shall ensure that the incident is promptly reported to the Joint Intake Center, the ICE Office of Professional Responsibility or the DHS Office of Inspector General, as well as the appropriate ICE Field Office Director, and, if it is potentially criminal, referred to an appropriate law enforcement agency having jurisdiction for investigation. (f) When a staff member, contractor, or volunteer is alleged to be the perpetrator of detainee sexual abuse, the facility shall ensure that the incident is promptly reported to the Joint Intake Center, the ICE Office of Professional Responsibility or the DHS Office of Inspector General, as well as to the appropriate ICE Field Office Director, and to the local government entity or contractor that owns or operates the facility. If the incident is potentially criminal, the facility shall ensure that it is promptly referred to an appropriate law enforcement agency having jurisdiction for investigation. (g) The agency shall ensure that all allegations of detainee sexual abuse are promptly reported to the PSA Coordinator and to the appropriate offices within the agency and within DHS to ensure appropriate oversight of the investigation. (h) The agency shall ensure that any alleged detainee victim of sexual abuse that is criminal in nature is provided timely access to U nonimmigrant status information.", "hierarchy_path": [], "tokens": 460}
{"doc_id": "cfr_6_115", "sec_id": "§115.31", "label": "§ 115.31", "heading": "Staff training.", "text": "(a) The agency shall train, or require the training of, all employees who may have contact with immigration detainees, and all facility staff, to be able to fulfill their responsibilities under this part, including training on: (1) The agency's and the facility's zero-tolerance policies for all forms of sexual abuse; (2) The right of detainees and staff to be free from sexual abuse, and from retaliation for reporting sexual abuse; (3) Definitions and examples of prohibited and illegal sexual behavior; (4) Recognition of situations where sexual abuse may occur; (5) Recognition of physical, behavioral, and emotional signs of sexual abuse, and methods of preventing and responding to such occurrences; (6) How to avoid inappropriate relationships with detainees; (7) How to communicate effectively and professionally with detainees, including lesbian, gay, bisexual, transgender, intersex, or gender nonconforming detainees; (8) Procedures for reporting knowledge or suspicion of sexual abuse; and (9) The requirement to limit reporting of sexual abuse to personnel with a need-to-know in order to make decisions concerning the victim's welfare and for law enforcement or investigative purposes. (b) All current facility staff, and all agency employees who may have contact with immigration detention facility detainees, shall be trained within one year of May 6, 2014, and the agency or facility shall provide refresher information every two years. (c) The agency and each facility shall document that staff that may have contact with immigration facility detainees have completed the training.", "hierarchy_path": [], "tokens": 239}
{"doc_id": "cfr_6_115", "sec_id": "§115.32", "label": "§ 115.32", "heading": "Other training.", "text": "(a) The facility shall ensure that all volunteers and other contractors (as defined in paragraph (d) of this section) who have contact with detainees have been trained on their responsibilities under the agency's and the facility's sexual abuse prevention, detection, intervention and response policies and procedures. (b) The level and type of training provided to volunteers and other contractors shall be based on the services they provide and level of contact they have with detainees, but all volunteers and other contractors who have contact with detainees shall be notified of the agency's and the facility's zero-tolerance policies regarding sexual abuse and informed how to report such incidents. (c) Each facility shall receive and maintain written confirmation that volunteers and other contractors who have contact with immigration facility detainees have completed the training. (d) In this section, the term other contractor means a person who provides services on a non-recurring basis to the facility pursuant to a contractual agreement with the agency or facility.", "hierarchy_path": [], "tokens": 163}
{"doc_id": "cfr_6_115", "sec_id": "§115.33", "label": "§ 115.33", "heading": "Detainee education.", "text": "(a) During the intake process, each facility shall ensure that the detainee orientation program notifies and informs detainees about the agency's and the facility's zero-tolerance policies for all forms of sexual abuse and includes (at a minimum) instruction on: (1) Prevention and intervention strategies; (2) Definitions and examples of detainee-on-detainee sexual abuse, staff-on-detainee sexual abuse and coercive sexual activity; (3) Explanation of methods for reporting sexual abuse, including to any staff member, including a staff member other than an immediate point-of-contact line officer (e.g., the compliance manager or a mental health specialist), the DHS Office of Inspector General, and the Joint Intake Center; (4) Information about self-protection and indicators of sexual abuse; (5) Prohibition against retaliation, including an explanation that reporting sexual abuse shall not negatively impact the detainee's immigration proceedings; and (6) The right of a detainee who has been subjected to sexual abuse to receive treatment and counseling. (b) Each facility shall provide the detainee notification, orientation, and instruction in formats accessible to all detainees, including those who are limited English proficient, deaf, visually impaired or otherwise disabled, as well as to detainees who have limited reading skills. (c) The facility shall maintain documentation of detainee participation in the intake process orientation. (d) Each facility shall post on all housing unit bulletin boards the following notices: (1) The DHS-prescribed sexual assault awareness notice; (2) The name of the Prevention of Sexual Abuse Compliance Manager; and (3) The name of local organizations that can assist detainees who have been victims of sexual abuse. (e) The facility shall make available and distribute the DHS-prescribed “Sexual Assault Awareness Information” pamphlet. (f) Information about reporting sexual abuse shall be included in the agency Detainee Handbook made available to all immigration detention facility detainees.", "hierarchy_path": [], "tokens": 291}
{"doc_id": "cfr_6_115", "sec_id": "§115.34", "label": "§ 115.34", "heading": "Specialized training: Investigations.", "text": "(a) In addition to the general training provided to all facility staff and employees pursuant to § 115.31, the agency or facility shall provide specialized training on sexual abuse and effective cross-agency coordination to agency or facility investigators, respectively, who conduct investigations into allegations of sexual abuse at immigration detention facilities. All investigations into alleged sexual abuse must be conducted by qualified investigators. (b) The agency and facility must maintain written documentation verifying specialized training provided to investigators pursuant to this section.", "hierarchy_path": [], "tokens": 82}
{"doc_id": "cfr_6_115", "sec_id": "§115.35", "label": "§ 115.35", "heading": "Specialized training: Medical and mental health care.", "text": "(a) The agency shall provide specialized training to DHS or agency employees who serve as full- and part-time medical practitioners or full- and part-time mental health practitioners in immigration detention facilities where medical and mental health care is provided. (b) The training required by this section shall cover, at a minimum, the following topics: (1) How to detect and assess signs of sexual abuse; (2) How to respond effectively and professionally to victims of sexual abuse, (3) How and to whom to report allegations or suspicions of sexual abuse, and (4) How to preserve physical evidence of sexual abuse. If medical staff employed by the agency conduct forensic examinations, such medical staff shall receive the appropriate training to conduct such examinations. (c) The agency shall review and approve the facility's policy and procedures to ensure that facility medical staff is trained in procedures for examining and treating victims of sexual abuse, in facilities where medical staff may be assigned these activities.", "hierarchy_path": [], "tokens": 161}
{"doc_id": "cfr_6_115", "sec_id": "§115.41", "label": "§ 115.41", "heading": "Assessment for risk of victimization and abusiveness.", "text": "(a) The facility shall assess all detainees on intake to identify those likely to be sexual aggressors or sexual abuse victims and shall house detainees to prevent sexual abuse, taking necessary steps to mitigate any such danger. Each new arrival shall be kept separate from the general population until he/she is classified and may be housed accordingly. (b) The initial classification process and initial housing assignment should be completed within twelve hours of admission to the facility. (c) The facility shall also consider, to the extent that the information is available, the following criteria to assess detainees for risk of sexual victimization: (1) Whether the detainee has a mental, physical, or developmental disability; (2) The age of the detainee; (3) The physical build and appearance of the detainee; (4) Whether the detainee has previously been incarcerated or detained; (5) The nature of the detainee's criminal history; (6) Whether the detainee has any convictions for sex offenses against an adult or child; (7) Whether the detainee has self-identified as gay, lesbian, bisexual, transgender, intersex, or gender nonconforming; (8) Whether the detainee has self-identified as having previously experienced sexual victimization; and (9) The detainee's own concerns about his or her physical safety. (d) The initial screening shall consider prior acts of sexual abuse, prior convictions for violent offenses, and history of prior institutional violence or sexual abuse, as known to the facility, in assessing detainees for risk of being sexually abusive. (e) The facility shall reassess each detainee's risk of victimization or abusiveness between 60 and 90 days from the date of initial assessment, and at any other time when warranted based upon the receipt of additional, relevant information or following an incident of abuse or victimization. (f) Detainees shall not be disciplined for refusing to answer, or for not disclosing complete information in response to, questions asked pursuant to paragraphs (c)(1), (c)(7), (c)(8), or (c)(9) of this section. (g) The facility shall implement appropriate controls on the dissemination within the facility of responses to questions asked pursuant to this standard in order to ensure that sensitive information is not exploited to the detainee's detriment by staff or other detainees or inmates.", "hierarchy_path": [], "tokens": 360}
{"doc_id": "cfr_6_115", "sec_id": "§115.42", "label": "§ 115.42", "heading": "Use of assessment information.", "text": "(a) The facility shall use the information from the risk assessment under § 115.41 of this part to inform assignment of detainees to housing, recreation and other activities, and voluntary work. The agency shall make individualized determinations about how to ensure the safety of each detainee. (b) When making assessment and housing decisions for a transgender or intersex detainee, the facility shall consider the detainee's gender self-identification and an assessment of the effects of placement on the detainee's health and safety. The facility shall consult a medical or mental health professional as soon as practicable on this assessment. The facility should not base placement decisions of transgender or intersex detainees solely on the identity documents or physical anatomy of the detainee; a detainee's self-identification of his/her gender and self-assessment of safety needs shall always be taken into consideration as well. The facility's placement of a transgender or intersex detainee shall be consistent with the safety and security considerations of the facility, and placement and programming assignments for each transgender or intersex detainee shall be reassessed at least twice each year to review any threats to safety experienced by the detainee. (c) When operationally feasible, transgender and intersex detainees shall be given the opportunity to shower separately from other detainees.", "hierarchy_path": [], "tokens": 209}
{"doc_id": "cfr_6_115", "sec_id": "§115.43", "label": "§ 115.43", "heading": "Protective custody.", "text": "(a) The facility shall develop and follow written procedures consistent with the standards in this subpart for each facility governing the management of its administrative segregation unit. These procedures, which should be developed in consultation with the ICE Enforcement and Removal Operations Field Office Director having jurisdiction for the facility, must document detailed reasons for placement of an individual in administrative segregation on the basis of a vulnerability to sexual abuse or assault. (b) Use of administrative segregation by facilities to protect detainees vulnerable to sexual abuse or assault shall be restricted to those instances where reasonable efforts have been made to provide appropriate housing and shall be made for the least amount of time practicable, and when no other viable housing options exist, as a last resort. The facility should assign detainees vulnerable to sexual abuse or assault to administrative segregation for their protection until an alternative means of separation from likely abusers can be arranged, and such an assignment shall not ordinarily exceed a period of 30 days. (c) Facilities that place vulnerable detainees in administrative segregation for protective custody shall provide those detainees access to programs, visitation, counsel and other services available to the general population to the maximum extent practicable. (d) Facilities shall implement written procedures for the regular review of all vulnerable detainees placed in administrative segregation for their protection, as follows: (1) A supervisory staff member shall conduct a review within 72 hours of the detainee's placement in administrative segregation to determine whether segregation is still warranted; and (2) A supervisory staff member shall conduct, at a minimum, an identical review after the detainee has spent seven days in administrative segregation, and every week thereafter for the first 30 days, and every 10 days thereafter. (e) Facilities shall notify the appropriate ICE Field Office Director no later than 72 hours after the initial placement into segregation, whenever a detainee has been placed in administrative segregation on the basis of a vulnerability to sexual abuse or assault. (f) Upon receiving notification pursuant to paragraph (e) of this section, the ICE Field Office Director shall review the placement and consider: (1) Whether continued placement in administrative segregation is warranted; (2) Whether any alternatives are available and appropriate, such as placing the detainee in a less restrictive housing option at another facility or other appropriate custodial options; and (3) Whether the placement is only as a last resort and when no other viable housing options exist.", "hierarchy_path": [], "tokens": 409}
{"doc_id": "cfr_6_115", "sec_id": "§115.51", "label": "§ 115.51", "heading": "Detainee reporting.", "text": "(a) The agency and each facility shall develop policies and procedures to ensure that detainees have multiple ways to privately report sexual abuse, retaliation for reporting sexual abuse, or staff neglect or violations of responsibilities that may have contributed to such incidents. The agency and each facility shall also provide instructions on how detainees may contact their consular official, the DHS Office of the Inspector General or, as appropriate, another designated office, to confidentially and, if desired, anonymously, report these incidents. (b) The agency shall also provide, and the facility shall inform the detainees of, at least one way for detainees to report sexual abuse to a public or private entity or office that is not part of the agency, and that is able to receive and immediately forward detainee reports of sexual abuse to agency officials, allowing the detainee to remain anonymous upon request. (c) Facility policies and procedures shall include provisions for staff to accept reports made verbally, in writing, anonymously, and from third parties and to promptly document any verbal reports.", "hierarchy_path": [], "tokens": 174}
{"doc_id": "cfr_6_115", "sec_id": "§115.52", "label": "§ 115.52", "heading": "Grievances.", "text": "(a) The facility shall permit a detainee to file a formal grievance related to sexual abuse at any time during, after, or in lieu of lodging an informal grievance or complaint. (b) The facility shall not impose a time limit on when a detainee may submit a grievance regarding an allegation of sexual abuse. (c) The facility shall implement written procedures for identifying and handling time-sensitive grievances that involve an immediate threat to detainee health, safety, or welfare related to sexual abuse. (d) Facility staff shall bring medical emergencies to the immediate attention of proper medical personnel for further assessment. (e) The facility shall issue a decision on the grievance within five days of receipt and shall respond to an appeal of the grievance decision within 30 days. Facilities shall send all grievances related to sexual abuse and the facility's decisions with respect to such grievances to the appropriate ICE Field Office Director at the end of the grievance process. (f) To prepare a grievance, a detainee may obtain assistance from another detainee, the housing officer or other facility staff, family members, or legal representatives. Staff shall take reasonable steps to expedite requests for assistance from these other parties.", "hierarchy_path": [], "tokens": 199}
{"doc_id": "cfr_6_115", "sec_id": "§115.53", "label": "§ 115.53", "heading": "Detainee access to outside confidential support services.", "text": "(a) Each facility shall utilize available community resources and services to provide valuable expertise and support in the areas of crisis intervention, counseling, investigation and the prosecution of sexual abuse perpetrators to most appropriately address victims' needs. The facility shall maintain or attempt to enter into memoranda of understanding or other agreements with community service providers or, if local providers are not available, with national organizations that provide legal advocacy and confidential emotional support services for immigrant victims of crime. (b) Each facility's written policies shall establish procedures to include outside agencies in the facility's sexual abuse prevention and intervention protocols, if such resources are available. (c) Each facility shall make available to detainees information about local organizations that can assist detainees who have been victims of sexual abuse, including mailing addresses and telephone numbers (including toll-free hotline numbers where available). If no such local organizations exist, the facility shall make available the same information about national organizations. The facility shall enable reasonable communication between detainees and these organizations and agencies, in as confidential a manner as possible. (d) Each facility shall inform detainees, prior to giving them access to outside resources, of the extent to which such communications will be monitored and the extent to which reports of abuse will be forwarded to authorities in accordance with mandatory reporting laws.", "hierarchy_path": [], "tokens": 221}
{"doc_id": "cfr_6_115", "sec_id": "§115.54", "label": "§ 115.54", "heading": "Third-party reporting.", "text": "Each facility shall establish a method to receive third-party reports of sexual abuse in its immigration detention facilities and shall make available to the public information on how to report sexual abuse on behalf of a detainee.", "hierarchy_path": [], "tokens": 37}
{"doc_id": "cfr_6_115", "sec_id": "§115.61", "label": "§ 115.61", "heading": "Staff reporting duties.", "text": "(a) The agency and each facility shall require all staff to report immediately and according to agency policy any knowledge, suspicion, or information regarding an incident of sexual abuse that occurred in a facility; retaliation against detainees or staff who reported or participated in an investigation about such an incident; and any staff neglect or violation of responsibilities that may have contributed to an incident or retaliation. The agency shall review and approve facility policies and procedures and shall ensure that the facility specifies appropriate reporting procedures, including a method by which staff can report outside of the chain of command. (b) Staff members who become aware of alleged sexual abuse shall immediately follow the reporting requirements set forth in the agency's and facility's written policies and procedures. (c) Apart from such reporting, staff shall not reveal any information related to a sexual abuse report to anyone other than to the extent necessary to help protect the safety of the victim or prevent further victimization of other detainees or staff in the facility, or to make medical treatment, investigation, law enforcement, or other security and management decisions. (d) If the alleged victim is under the age of 18 or considered a vulnerable adult under a State or local vulnerable persons statute, the agency shall report the allegation to the designated State or local services agency under applicable mandatory reporting laws.", "hierarchy_path": [], "tokens": 230}
{"doc_id": "cfr_6_115", "sec_id": "§115.62", "label": "§ 115.62", "heading": "Protection duties.", "text": "If an agency employee or facility staff member has a reasonable belief that a detainee is subject to a substantial risk of imminent sexual abuse, he or she shall take immediate action to protect the detainee.", "hierarchy_path": [], "tokens": 36}
{"doc_id": "cfr_6_115", "sec_id": "§115.63", "label": "§ 115.63", "heading": "Reporting to other confinement facilities.", "text": "(a) Upon receiving an allegation that a detainee was sexually abused while confined at another facility, the agency or facility whose staff received the allegation shall notify the appropriate office of the agency or the administrator of the facility where the alleged abuse occurred. (b) The notification provided in paragraph (a) of this section shall be provided as soon as possible, but no later than 72 hours after receiving the allegation. (c) The agency or facility shall document that it has provided such notification. (d) The agency or facility office that receives such notification, to the extent the facility is covered by this subpart, shall ensure that the allegation is referred for investigation in accordance with these standards and reported to the appropriate ICE Field Office Director.", "hierarchy_path": [], "tokens": 127}
{"doc_id": "cfr_6_115", "sec_id": "§115.64", "label": "§ 115.64", "heading": "Responder duties.", "text": "(a) Upon learning of an allegation that a detainee was sexually abused, the first security staff member to respond to the report, or his or her supervisor, shall be required to: (1) Separate the alleged victim and abuser; (2) Preserve and protect, to the greatest extent possible, any crime scene until appropriate steps can be taken to collect any evidence; (3) If the abuse occurred within a time period that still allows for the collection of physical evidence, request the alleged victim not to take any actions that could destroy physical evidence, including, as appropriate, washing, brushing teeth, changing clothes, urinating, defecating, smoking, drinking, or eating; and (4) If the sexual abuse occurred within a time period that still allows for the collection of physical evidence, ensure that the alleged abuser does not take any actions that could destroy physical evidence, including, as appropriate, washing, brushing teeth, changing clothes, urinating, defecating, smoking, drinking, or eating. (b) If the first staff responder is not a security staff member, the responder shall be required to request that the alleged victim not take any actions that could destroy physical evidence and then notify security staff.", "hierarchy_path": [], "tokens": 192}
{"doc_id": "cfr_6_115", "sec_id": "§115.65", "label": "§ 115.65", "heading": "Coordinated response.", "text": "(a) Each facility shall develop a written institutional plan to coordinate actions taken by staff first responders, medical and mental health practitioners, investigators, and facility leadership in response to an incident of sexual abuse. (b) Each facility shall use a coordinated, multidisciplinary team approach to responding to sexual abuse. (c) If a victim of sexual abuse is transferred between facilities covered by subpart A or B of this part, the sending facility shall, as permitted by law, inform the receiving facility of the incident and the victim's potential need for medical or social services. (d) If a victim is transferred from a DHS immigration detention facility to a facility not covered by paragraph (c) of this section, the sending facility shall, as permitted by law, inform the receiving facility of the incident and the victim's potential need for medical or social services, unless the victim requests otherwise.", "hierarchy_path": [], "tokens": 147}
{"doc_id": "cfr_6_115", "sec_id": "§115.66", "label": "§ 115.66", "heading": "Protection of detainees from contact with alleged abusers.", "text": "Staff, contractors, and volunteers suspected of perpetrating sexual abuse shall be removed from all duties requiring detainee contact pending the outcome of an investigation.", "hierarchy_path": [], "tokens": 24}
{"doc_id": "cfr_6_115", "sec_id": "§115.67", "label": "§ 115.67", "heading": "Agency protection against retaliation.", "text": "(a) Staff, contractors, and volunteers, and immigration detention facility detainees, shall not retaliate against any person, including a detainee, who reports, complains about, or participates in an investigation into an allegation of sexual abuse, or for participating in sexual activity as a result of force, coercion, threats, or fear of force. (b) The agency shall employ multiple protection measures, such as housing changes, removal of alleged staff or detainee abusers from contact with victims, and emotional support services for detainees or staff who fear retaliation for reporting sexual abuse or for cooperating with investigations. (c) For at least 90 days following a report of sexual abuse, the agency and facility shall monitor to see if there are facts that may suggest possible retaliation by detainees or staff, and shall act promptly to remedy any such retaliation. Items the agency should monitor include any detainee disciplinary reports, housing or program changes, or negative performance reviews or reassignments of staff. DHS shall continue such monitoring beyond 90 days if the initial monitoring indicates a continuing need.", "hierarchy_path": [], "tokens": 174}
{"doc_id": "cfr_6_115", "sec_id": "§115.68", "label": "§ 115.68", "heading": "Post-allegation protective custody.", "text": "(a) The facility shall take care to place detainee victims of sexual abuse in a supportive environment that represents the least restrictive housing option possible (e.g., protective custody), subject to the requirements of § 115.43. (b) Detainee victims shall not be held for longer than five days in any type of administrative segregation, except in highly unusual circumstances or at the request of the detainee. (c) A detainee victim who is in protective custody after having been subjected to sexual abuse shall not be returned to the general population until completion of a proper re-assessment, taking into consideration any increased vulnerability of the detainee as a result of the sexual abuse. (d) Facilities shall notify the appropriate ICE Field Office Director whenever a detainee victim has been held in administrative segregation for 72 hours. (e) Upon receiving notification that a detainee victim has been held in administrative segregation, the ICE Field Office Director shall review the placement and consider: (1) Whether the placement is only as a last resort and when no other viable housing options exist; and (2) In cases where the detainee has been held in administrative segregation for longer than 5 days, whether the placement is justified by highly unusual circumstances or at the detainee's request.", "hierarchy_path": [], "tokens": 209}
{"doc_id": "cfr_6_115", "sec_id": "§115.71", "label": "§ 115.71", "heading": "Criminal and administrative investigations.", "text": "(a) If the facility has responsibility for investigating allegations of sexual abuse, all investigations into alleged sexual abuse must be prompt, thorough, objective, and conducted by specially trained, qualified investigators. (b) Upon conclusion of a criminal investigation where the allegation was substantiated, an administrative investigation shall be conducted. Upon conclusion of a criminal investigation where the allegation was unsubstantiated, the facility shall review any available completed criminal investigation reports to determine whether an administrative investigation is necessary or appropriate. Administrative investigations shall be conducted after consultation with the appropriate investigative office within DHS, and the assigned criminal investigative entity. (c)(1) The facility shall develop written procedures for administrative investigations, including provisions requiring: (i) Preservation of direct and circumstantial evidence, including any available physical and DNA evidence and any available electronic monitoring data; (ii) Interviewing alleged victims, suspected perpetrators, and witnesses; (iii) Reviewing prior complaints and reports of sexual abuse involving the suspected perpetrator; (iv) Assessment of the credibility of an alleged victim, suspect, or witness, without regard to the individual's status as detainee, staff, or employee, and without requiring any detainee who alleges sexual abuse to submit to a polygraph; (v) An effort to determine whether actions or failures to act at the facility contributed to the abuse; and (vi) Documentation of each investigation by written report, which shall include a description of the physical and testimonial evidence, the reasoning behind credibility assessments, and investigative facts and findings; and (vii) Retention of such reports for as long as the alleged abuser is detained or employed by the agency or facility, plus five years. (2) Such procedures shall govern the coordination and sequencing of the two types of investigations, in accordance with paragraph (b) of this section, to ensure that the criminal investigation is not compromised by an internal administrative investigation. (d) The agency shall review and approve the facility policy and procedures for coordination and conduct of internal administrative investigations with the assigned criminal investigative entity to ensure non-interference with criminal investigations. (e) The departure of the alleged abuser or victim from the employment or control of the facility or agency shall not provide a basis for terminating an investigation. (f) When outside agencies investigate sexual abuse, the facility shall cooperate with outside investigators and shall endeavor to remain informed about the progress of the investigation.", "hierarchy_path": [], "tokens": 386}
{"doc_id": "cfr_6_115", "sec_id": "§115.72", "label": "§ 115.72", "heading": "Evidentiary standard for administrative investigations.", "text": "When an administrative investigation is undertaken, the agency shall impose no standard higher than a preponderance of the evidence in determining whether allegations of sexual abuse are substantiated.", "hierarchy_path": [], "tokens": 28}
{"doc_id": "cfr_6_115", "sec_id": "§115.73", "label": "§ 115.73", "heading": "Reporting to detainees.", "text": "The agency shall, when the detainee is still in immigration detention, or where otherwise feasible, following an investigation into a detainee's allegation of sexual abuse, notify the detainee as to the result of the investigation and any responsive action taken.", "hierarchy_path": [], "tokens": 40}
{"doc_id": "cfr_6_115", "sec_id": "§115.76", "label": "§ 115.76", "heading": "Disciplinary sanctions for staff.", "text": "(a) Staff shall be subject to disciplinary or adverse action up to and including removal from their position and the Federal service for substantiated allegations of sexual abuse or for violating agency or facility sexual abuse policies. (b) The agency shall review and approve facility policies and procedures regarding disciplinary or adverse actions for staff and shall ensure that the facility policy and procedures specify disciplinary or adverse actions for staff, up to and including removal from their position and from the Federal service, when there is a substantiated allegation of sexual abuse, or when there has been a violation of agency sexual abuse rules, policies, or standards. Removal from their position and from the Federal service is the presumptive disciplinary sanction for staff who have engaged in or attempted or threatened to engage in sexual abuse, as defined under the definition of sexual abuse of a detainee by a staff member, contractor, or volunteer, paragraphs (1)-(4) and (7)-(8) of the definition of “sexual abuse of a detainee by a staff member, contractor, or volunteer” in § 115.6. (c) Each facility shall report all removals or resignations in lieu of removal for violations of agency or facility sexual abuse policies to appropriate law enforcement agencies, unless the activity was clearly not criminal. (d) Each facility shall make reasonable efforts to report removals or resignations in lieu of removal for violations of agency or facility sexual abuse policies to any relevant licensing bodies, to the extent known.", "hierarchy_path": [], "tokens": 246}
{"doc_id": "cfr_6_115", "sec_id": "§115.77", "label": "§ 115.77", "heading": "Corrective action for contractors and volunteers.", "text": "(a) Any contractor or volunteer who has engaged in sexual abuse shall be prohibited from contact with detainees. Each facility shall make reasonable efforts to report to any relevant licensing body, to the extent known, incidents of substantiated sexual abuse by a contractor or volunteer. Such incidents shall also be reported to law enforcement agencies, unless the activity was clearly not criminal. (b) Contractors and volunteers suspected of perpetrating sexual abuse shall be removed from all duties requiring detainee contact pending the outcome of an investigation. (c) The facility shall take appropriate remedial measures, and shall consider whether to prohibit further contact with detainees by contractors or volunteers who have not engaged in sexual abuse, but have violated other provisions within these standards.", "hierarchy_path": [], "tokens": 123}
{"doc_id": "cfr_6_115", "sec_id": "§115.78", "label": "§ 115.78", "heading": "Disciplinary sanctions for detainees.", "text": "(a) Each facility shall subject a detainee to disciplinary sanctions pursuant to a formal disciplinary process following an administrative or criminal finding that the detainee engaged in sexual abuse. (b) At all steps in the disciplinary process provided in paragraph (a), any sanctions imposed shall be commensurate with the severity of the committed prohibited act and intended to encourage the detainee to conform with rules and regulations in the future. (c) Each facility holding detainees in custody shall have a detainee disciplinary system with progressive levels of reviews, appeals, procedures, and documentation procedure. (d) The disciplinary process shall consider whether a detainee's mental disabilities or mental illness contributed to his or her behavior when determining what type of sanction, if any, should be imposed. (e) The facility shall not discipline a detainee for sexual contact with staff unless there is a finding that the staff member did not consent to such contact. (f) For the purpose of disciplinary action, a report of sexual abuse made in good faith based upon a reasonable belief that the alleged conduct occurred shall not constitute falsely reporting an incident or lying, even if an investigation does not establish evidence sufficient to substantiate the allegation.", "hierarchy_path": [], "tokens": 200}
{"doc_id": "cfr_6_115", "sec_id": "§115.81", "label": "§ 115.81", "heading": "Medical and mental health assessments; history of sexual abuse.", "text": "(a) If the assessment pursuant to § 115.41 indicates that a detainee has experienced prior sexual victimization or perpetrated sexual abuse, staff shall, as appropriate, ensure that the detainee is immediately referred to a qualified medical or mental health practitioner for medical and/or mental health follow-up as appropriate. (b) When a referral for medical follow-up is initiated, the detainee shall receive a health evaluation no later than two working days from the date of assessment. (c) When a referral for mental health follow-up is initiated, the detainee shall receive a mental health evaluation no later than 72 hours after the referral.", "hierarchy_path": [], "tokens": 101}
{"doc_id": "cfr_6_115", "sec_id": "§115.82", "label": "§ 115.82", "heading": "Access to emergency medical and mental health services.", "text": "(a) Detainee victims of sexual abuse shall have timely, unimpeded access to emergency medical treatment and crisis intervention services, including emergency contraception and sexually transmitted infections prophylaxis, in accordance with professionally accepted standards of care. (b) Emergency medical treatment services provided to the victim shall be without financial cost and regardless of whether the victim names the abuser or cooperates with any investigation arising out of the incident.", "hierarchy_path": [], "tokens": 68}
{"doc_id": "cfr_6_115", "sec_id": "§115.83", "label": "§ 115.83", "heading": "Ongoing medical and mental health care for sexual abuse victims and abusers.", "text": "(a) Each facility shall offer medical and mental health evaluation and, as appropriate, treatment to all detainees who have been victimized by sexual abuse while in immigration detention. (b) The evaluation and treatment of such victims shall include, as appropriate, follow-up services, treatment plans, and, when necessary, referrals for continued care following their transfer to, or placement in, other facilities, or their release from custody. (c) The facility shall provide such victims with medical and mental health services consistent with the community level of care. (d) Detainee victims of sexually abusive vaginal penetration by a male abuser while incarcerated shall be offered pregnancy tests. If pregnancy results from an instance of sexual abuse, the victim shall receive timely and comprehensive information about lawful pregnancy-related medical services and timely access to all lawful pregnancy-related medical services. (e) Detainee victims of sexual abuse while detained shall be offered tests for sexually transmitted infections as medically appropriate. (f) Treatment services shall be provided to the victim without financial cost and regardless of whether the victim names the abuser or cooperates with any investigation arising out of the incident. (g) The facility shall attempt to conduct a mental health evaluation of all known detainee-on-detainee abusers within 60 days of learning of such abuse history and offer treatment when deemed appropriate by mental health practitioners.", "hierarchy_path": [], "tokens": 220}
{"doc_id": "cfr_6_115", "sec_id": "§115.86", "label": "§ 115.86", "heading": "Sexual abuse incident reviews.", "text": "(a) Each facility shall conduct a sexual abuse incident review at the conclusion of every investigation of sexual abuse and, where the allegation was not determined to be unfounded, prepare a written report within 30 days of the conclusion of the investigation recommending whether the allegation or investigation indicates that a change in policy or practice could better prevent, detect, or respond to sexual abuse. The facility shall implement the recommendations for improvement, or shall document its reasons for not doing so in a written response. Both the report and response shall be forwarded to the agency PSA Coordinator. (b) The review team shall consider whether the incident or allegation was motivated by race; ethnicity; gender identity; lesbian, gay, bisexual, transgender, or intersex identification, status, or perceived status; or gang affiliation; or was motivated or otherwise caused by other group dynamics at the facility. (c) Each facility shall conduct an annual review of all sexual abuse investigations and resulting incident reviews to assess and improve sexual abuse intervention, prevention and response efforts. If the facility has not had any reports of sexual abuse during the annual reporting period, then the facility shall prepare a negative report. The results and findings of the annual review shall be provided to the facility administrator, Field Office Director or his or her designee, and the agency PSA Coordinator.", "hierarchy_path": [], "tokens": 224}
{"doc_id": "cfr_6_115", "sec_id": "§115.87", "label": "§ 115.87", "heading": "Data collection.", "text": "(a) Each facility shall maintain in a secure area all case records associated with claims of sexual abuse, including incident reports, investigative reports, offender information, case disposition, medical and counseling evaluation findings, and recommendations for post-release treatment, if necessary, and/or counseling in accordance with these standards and applicable agency policies, and in accordance with established schedules. The DHS Office of Inspector General shall maintain the official investigative file related to claims of sexual abuse investigated by the DHS Office of Inspector General. (b) On an ongoing basis, the PSA Coordinator shall work with relevant facility PSA Compliance Managers and DHS entities to share data regarding effective agency response methods to sexual abuse. (c) On a regular basis, the PSA Coordinator shall prepare a report for ICE leadership compiling information received about all incidents or allegations of sexual abuse of detainees in immigration detention during the period covered by the report, as well as ongoing investigations and other pending cases. (d) On an annual basis, the PSA Coordinator shall aggregate, in a manner that will facilitate the agency's ability to detect possible patterns and help prevent future incidents, the incident-based sexual abuse data, including the number of reported sexual abuse allegations determined to be substantiated, unsubstantiated, or unfounded, or for which investigation is ongoing, and for each incident found to be substantiated, information concerning: (1) The date, time, location, and nature of the incident; (2) The demographic background of the victim and perpetrator (including citizenship, age, gender, and whether either has self-identified as gay, lesbian, bisexual, transgender, intersex, or gender nonconforming); (3) The reporting timeline for the incident (including the name of individual who reported the incident, and the date and time the report was received); (4) Any injuries sustained by the victim; (5) Post-report follow up responses and action taken by the facility (e.g., housing placement/custody classification, medical examination, mental health counseling, etc.); and (6) Any sanctions imposed on the perpetrator. (e) Upon request, the agency shall provide all data described in this section from the previous calendar year to the Office for Civil Rights and Civil Liberties no later than June 30.", "hierarchy_path": [], "tokens": 353}
{"doc_id": "cfr_6_115", "sec_id": "§115.88", "label": "§ 115.88", "heading": "Data review for corrective action.", "text": "(a) The agency shall review data collected and aggregated pursuant to § 115.87 of this part in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by: (1) Identifying problem areas; (2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for each immigration detention facility, as well as the agency as a whole. (b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse. (c) The agency's report shall be approved by the agency head and made readily available to the public through its Web site. (d) The agency may redact specific material from the reports, when appropriate for safety or security, but must indicate the nature of the material redacted.", "hierarchy_path": [], "tokens": 159}
{"doc_id": "cfr_6_115", "sec_id": "§115.89", "label": "§ 115.89", "heading": "Data storage, publication, and destruction.", "text": "(a) The agency shall ensure that data collected pursuant to § 115.87 are securely retained in accordance with agency record retention policies and the agency protocol regarding investigation of allegations. (b) The agency shall make all aggregated sexual abuse data from immigration detention facilities under its direct control and from any private agencies with which it contracts available to the public at least annually on its Web site consistent with existing agency information disclosure policies and processes. (c) Before making aggregated sexual abuse data publicly available, the agency shall remove all personal identifiers. (d) The agency shall maintain sexual abuse data collected pursuant to § 115.87 for at least 10 years after the date of the initial collection unless Federal, State, or local law requires otherwise.", "hierarchy_path": [], "tokens": 126}
{"doc_id": "cfr_6_115", "sec_id": "§115.93", "label": "§ 115.93", "heading": "Audits of standards.", "text": "(a) During the three-year period starting on July 6. 2015, and during each three-year period thereafter, the agency shall ensure that each immigration detention facility that has adopted these standards is audited at least once. (b) The agency may require an expedited audit if the agency has reason to believe that a particular facility may be experiencing problems relating to sexual abuse. The agency may also include referrals to resources that may assist the facility with PREA-related issues. (c) Audits under this section shall be conducted pursuant to §§ 115.201 through 115.205. (d) Audits under this section shall be coordinated by the agency with the DHS Office for Civil Rights and Civil Liberties, which may request an expedited audit if it has reason to believe that an expedited audit is appropriate.", "hierarchy_path": [], "tokens": 131}
{"doc_id": "cfr_6_115", "sec_id": "§115.95", "label": "§ 115.95", "heading": "Additional provisions in agency policies.", "text": "The regulations in this subpart A establish minimum requirements for agencies and facilities. Agency and facility policies may include additional requirements.", "hierarchy_path": [], "tokens": 21}
{"doc_id": "cfr_6_115", "sec_id": "§115.110", "label": "§ 115.110", "heading": "Coverage of DHS holding facilities.", "text": "This subpart B covers all DHS holding facilities. Standards found in subpart A of this part are not applicable to DHS facilities except ICE immigration detention facilities.", "hierarchy_path": [], "tokens": 27}
{"doc_id": "cfr_6_115", "sec_id": "§115.111", "label": "§ 115.111", "heading": "Zero tolerance of sexual abuse; Prevention of Sexual Assault Coordinator.", "text": "(a) The agency shall have a written policy mandating zero tolerance toward all forms of sexual abuse and outlining the agency's approach to preventing, detecting, and responding to such conduct. (b) The agency shall employ or designate an upper-level, agency-wide PSA Coordinator with sufficient time and authority to develop, implement, and oversee agency efforts to comply with these standards in all of its holding facilities.", "hierarchy_path": [], "tokens": 65}
{"doc_id": "cfr_6_115", "sec_id": "§115.112", "label": "§ 115.112", "heading": "Contracting with non-DHS entities for the confinement of detainees.", "text": "(a) An agency that contracts for the confinement of detainees in holding facilities operated by non-DHS private or public agencies or other entities, including other government agencies, shall include in any new contracts, contract renewals, or substantive contract modifications the entity's obligation to adopt and comply with these standards. (b) Any new contracts, contract renewals, or substantive contract modifications shall provide for agency contract monitoring to ensure that the contractor is complying with these standards. (c) To the extent an agency contracts for confinement of holding facility detainees, all rules in this subpart that apply to the agency shall apply to the contractor, and all rules that apply to staff or employees shall apply to contractor staff.", "hierarchy_path": [], "tokens": 117}
{"doc_id": "cfr_6_115", "sec_id": "§115.113", "label": "§ 115.113", "heading": "Detainee supervision and monitoring.", "text": "(a) The agency shall ensure that each facility maintains sufficient supervision of detainees, including through appropriate staffing levels and, where applicable, video monitoring, to protect detainees against sexual abuse. (b) The agency shall develop and document comprehensive detainee supervision guidelines to determine and meet each facility's detainee supervision needs, and shall review those supervision guidelines and their application at each facility at least annually. (c) In determining adequate levels of detainee supervision and determining the need for video monitoring, agencies shall take into consideration the physical layout of each holding facility, the composition of the detainee population, the prevalence of substantiated and unsubstantiated incidents of sexual abuse, the findings and recommendations of sexual abuse incident review reports, and any other relevant factors, including but not limited to the length of time detainees spend in agency custody.", "hierarchy_path": [], "tokens": 136}
{"doc_id": "cfr_6_115", "sec_id": "§115.114", "label": "§ 115.114", "heading": "Juvenile and family detainees.", "text": "(a) Juveniles shall be detained in the least restrictive setting appropriate to the juvenile's age and special needs, provided that such setting is consistent with the need to protect the juvenile's well-being and that of others, as well as with any other laws, regulations, or legal requirements. (b) Unaccompanied juveniles shall generally be held separately from adult detainees. The juvenile may temporarily remain with a non-parental adult family member where: (1) The family relationship has been vetted to the extent feasible, and (2) The agency determines that remaining with the non-parental adult family member is appropriate, under the totality of the circumstances.", "hierarchy_path": [], "tokens": 102}
{"doc_id": "cfr_6_115", "sec_id": "§115.115", "label": "§ 115.115", "heading": "Limits to cross-gender viewing and searches.", "text": "(a) Searches may be necessary to ensure the safety of officers, civilians and detainees; to detect and secure evidence of criminal activity; and to promote security, safety, and related interests at DHS holding facilities. (b) Cross-gender strip searches or cross-gender visual body cavity searches shall not be conducted except in exigent circumstances, including consideration of officer safety, or when performed by medical practitioners. An agency shall not conduct visual body cavity searches of juveniles and, instead, shall refer all such body cavity searches of juveniles to a medical practitioner. (c) All strip searches and visual body cavity searches shall be documented. (d) The agency shall implement policies and procedures that enable detainees to shower (where showers are available), perform bodily functions, and change clothing without being viewed by staff of the opposite gender, except in exigent circumstances or when such viewing is incidental to routine cell checks or is otherwise appropriate in connection with a medical examination or monitored bowel movement under medical supervision. Such policies and procedures shall require staff of the opposite gender to announce their presence when entering an area where detainees are likely to be showering, performing bodily functions, or changing clothing. (e) The agency and facility shall not search or physically examine a detainee for the sole purpose of determining the detainee's gender. If the detainee's gender is unknown, it may be determined during conversations with the detainee, by reviewing medical records (if available), or, if necessary, learning that information as part of a broader medical examination conducted in private, by a medical practitioner. (f) The agency shall train law enforcement staff in proper procedures for conducting pat-down searches, including cross-gender pat-down searches and searches of transgender and intersex detainees. All pat-down searches shall be conducted in a professional and respectful manner, and in the least intrusive manner possible, consistent with security needs and agency policy, including consideration of officer safety.", "hierarchy_path": [], "tokens": 316}
{"doc_id": "cfr_6_115", "sec_id": "§115.116", "label": "§ 115.116", "heading": "Accommodating detainees with disabilities and detainees who are limited English proficient.", "text": "(a) The agency shall take appropriate steps to ensure that detainees with disabilities (including, for example, detainees who are deaf or hard of hearing, those who are blind or have low vision, or those who have intellectual, psychiatric, or speech disabilities), have an equal opportunity to participate in or benefit from all aspects of the agency's efforts to prevent, detect, and respond to sexual abuse. Such steps shall include, when necessary to ensure effective communication with detainees who are deaf or hard of hearing, providing access to in-person, telephonic, or video interpretive services that enable effective, accurate, and impartial interpretation, both receptively and expressively, using any necessary specialized vocabulary. In addition, the agency shall ensure that any written materials related to sexual abuse are provided in formats or through methods that ensure effective communication with detainees with disabilities, including detainees who have intellectual disabilities, limited reading skills, or who are blind or have low vision. An agency is not required to take actions that it can demonstrate would result in a fundamental alteration in the nature of a service, program, or activity, or in undue financial and administrative burdens, as those terms are used in regulations promulgated under title II of the Americans with Disabilities Act, 28 CFR 35.164. (b) The agency shall take reasonable steps to ensure meaningful access to all aspects of the agency's efforts to prevent, detect, and respond to sexual abuse to detainees who are limited English proficient, including steps to provide in-person or telephonic interpretive services that enable effective, accurate, and impartial interpretation, both receptively and expressively, using any necessary specialized vocabulary. (c) In matters relating to allegations of sexual abuse, the agency shall provide in-person or telephonic interpretation services that enable effective, accurate, and impartial interpretation, by someone other than another detainee, unless the detainee expresses a preference for another detainee to provide interpretation, and the agency determines that such interpretation is appropriate and consistent with DHS policy. The provision of interpreter services by minors, alleged abusers, detainees who witnessed the alleged abuse, and detainees who have a significant relationship with the alleged abuser is not appropriate in matters relating to allegations of sexual abuse is not appropriate in matters relating to allegations of sexual abuse.", "hierarchy_path": [], "tokens": 372}
{"doc_id": "cfr_6_115", "sec_id": "§115.117", "label": "§ 115.117", "heading": "Hiring and promotion decisions.", "text": "(a) The agency shall not hire or promote anyone who may have contact with detainees, and shall not enlist the services of any contractor or volunteer who may have contact with detainees, who has engaged in sexual abuse in a prison, jail, holding facility, community confinement facility, juvenile facility, or other institution (as defined in 42 U.S.C. 1997); who has been convicted of engaging or attempting to engage in sexual activity facilitated by force, overt or implied threats of force, or coercion, or if the victim did not consent or was unable to consent or refuse; or who has been civilly or administratively adjudicated to have engaged in such activity. (b) When the agency is considering hiring or promoting staff, it shall ask all applicants who may have contact with detainees directly about previous misconduct described in paragraph (a) of this section, in written applications or interviews for hiring or promotions and in any interviews or written self-evaluations conducted as part of reviews of current employees. The agency shall also impose upon employees a continuing affirmative duty to disclose any such misconduct. (c) Before hiring new employees who may have contact with detainees, the agency shall require a background investigation to determine whether the candidate for hire is suitable for employment with the agency. The agency shall conduct an updated background investigation for agency employees every five years. (d) The agency shall also perform a background investigation before enlisting the services of any contractor who may have contact with detainees. (e) Material omissions regarding such misconduct, or the provision of materially false information, shall be grounds for termination or withdrawal of an offer of employment, as appropriate. (f) Unless prohibited by law, the agency shall provide information on substantiated allegations of sexual abuse involving a former employee upon receiving a request from an institutional employer for whom such employee has applied to work. (g) In the event the agency contracts with a facility for the confinement of detainees, the requirements of this section otherwise applicable to the agency also apply to the facility.", "hierarchy_path": [], "tokens": 343}
{"doc_id": "cfr_6_115", "sec_id": "§115.118", "label": "§ 115.118", "heading": "Upgrades to facilities and technologies.", "text": "(a) When designing or acquiring any new holding facility and in planning any substantial expansion or modification of existing holding facilities, the agency shall consider the effect of the design, acquisition, expansion, or modification upon the agency's ability to protect detainees from sexual abuse. (b) When installing or updating a video monitoring system, electronic surveillance system, or other monitoring technology in a holding facility, the agency shall consider how such technology may enhance the agency's ability to protect detainees from sexual abuse.", "hierarchy_path": [], "tokens": 82}
{"doc_id": "cfr_6_115", "sec_id": "§115.121", "label": "§ 115.121", "heading": "Evidence protocols and forensic medical examinations.", "text": "(a) To the extent that the agency is responsible for investigating allegations of sexual abuse in its holding facilities, the agency shall follow a uniform evidence protocol that maximizes the potential for obtaining usable physical evidence for administrative proceedings and criminal prosecutions. The protocol shall be developed in coordination with DHS and shall be developmentally appropriate for juveniles, where applicable. (b) In developing the protocol referred to in paragraph (a) of this section, the agency shall consider how best to utilize available community resources and services to provide valuable expertise and support in the areas of crisis intervention and counseling to most appropriately address victims' needs. (c) Where evidentiarily or medically appropriate, at no cost to the detainee, and only with the detainee's consent, the agency shall arrange for or refer the alleged victim detainee to a medical facility to undergo a forensic medical examination, including a Sexual Assault Forensic Examiner (SAFE) or Sexual Assault Nurse Examiner (SANE) where practicable. If SAFEs or SANEs cannot be made available, the examination can be performed by other qualified health care personnel. (d) If, in connection with an allegation of sexual abuse, the detainee is transported for a forensic examination to an outside hospital that offers victim advocacy services, the detainee shall be permitted to use such services to the extent available, consistent with security needs. (e) To the extent that the agency is not responsible for investigating allegations of sexual abuse, the agency shall request that the investigating agency follow the requirements of paragraphs (a) through (d) of this section.", "hierarchy_path": [], "tokens": 258}
{"doc_id": "cfr_6_115", "sec_id": "§115.122", "label": "§ 115.122", "heading": "Policies to ensure investigation of allegations and appropriate agency oversight.", "text": "(a) The agency shall establish a protocol to ensure that each allegation of sexual abuse is investigated by the agency, or referred to an appropriate investigative authority. (b) The agency protocol shall be developed in coordination with DHS investigative entities; shall include a description of the responsibilities of both the agency and the investigative entities; and shall require the documentation and maintenance, for at least five years, of all reports and referrals of allegations of sexual abuse. The agency shall post its protocol on its Web site, redacted if appropriate. (c) The agency protocol shall ensure that each allegation is promptly reported to the Joint Intake Center and, unless the allegation does not involve potentially criminal behavior, promptly referred for investigation to an appropriate law enforcement agency with the legal authority to conduct criminal investigations. The agency may separately, and in addition to the above reports and referrals, conduct its own investigation. (d) The agency shall ensure that all allegations of detainee sexual abuse are promptly reported to the PSA Coordinator and to the appropriate offices within the agency and within DHS to ensure appropriate oversight of the investigation. (e) The agency shall ensure that any alleged detainee victim of sexual abuse that is criminal in nature is provided timely access to U nonimmigrant status information.", "hierarchy_path": [], "tokens": 216}
{"doc_id": "cfr_6_115", "sec_id": "§115.131", "label": "§ 115.131", "heading": "Employee, contractor, and volunteer training.", "text": "(a) The agency shall train, or require the training of all employees, contractors, and volunteers who may have contact with holding facility detainees, to be able to fulfill their responsibilities under these standards, including training on: (1) The agency's zero-tolerance policies for all forms of sexual abuse; (2) The right of detainees and employees to be free from sexual abuse, and from retaliation for reporting sexual abuse; (3) Definitions and examples of prohibited and illegal sexual behavior; (4) Recognition of situations where sexual abuse may occur; (5) Recognition of physical, behavioral, and emotional signs of sexual abuse, and methods of preventing such occurrences; (6) Procedures for reporting knowledge or suspicion of sexual abuse; (7) How to communicate effectively and professionally with detainees, including lesbian, gay, bisexual, transgender, intersex, or gender nonconforming detainees; and (8) The requirement to limit reporting of sexual abuse to personnel with a need-to-know in order to make decisions concerning the victim's welfare and for law enforcement or investigative purposes. (b) All current employees, contractors and volunteers who may have contact with holding facility detainees shall be trained within two years of the effective date of these standards, and the agency shall provide refresher information, as appropriate. (c) The agency shall document those employees who may have contact with detainees have completed the training and receive and maintain for at least five years confirmation that contractors and volunteers have completed the training.", "hierarchy_path": [], "tokens": 235}
{"doc_id": "cfr_6_115", "sec_id": "§115.132", "label": "§ 115.132", "heading": "Notification to detainees of the agency's zero-tolerance policy.", "text": "The agency shall make public its zero-tolerance policy regarding sexual abuse and ensure that key information regarding the agency's zero-tolerance policy is visible or continuously and readily available to detainees, for example, through posters, detainee handbooks, or other written formats.", "hierarchy_path": [], "tokens": 40}
{"doc_id": "cfr_6_115", "sec_id": "§115.133", "label": "§ 115.133", "heading": "", "text": "§ 115.133 [Reserved]", "hierarchy_path": [], "tokens": 3}
{"doc_id": "cfr_6_115", "sec_id": "§115.134", "label": "§ 115.134", "heading": "Specialized training: Investigations.", "text": "(a) In addition to the training provided to employees, DHS agencies with responsibility for holding facilities shall provide specialized training on sexual abuse and effective cross-agency coordination to agency investigators who conduct investigations into allegations of sexual abuse at holding facilities. All investigations into alleged sexual abuse must be conducted by qualified investigators. (b) The agency must maintain written documentation verifying specialized training provided to agency investigators pursuant to this section.", "hierarchy_path": [], "tokens": 71}
{"doc_id": "cfr_6_115", "sec_id": "§115.141", "label": "§ 115.141", "heading": "Assessment for risk of victimization and abusiveness.", "text": "(a) Before placing any detainees together in a holding facility, agency staff shall consider whether, based on the information before them, a detainee may be at a high risk of being sexually abused and, when appropriate, shall take necessary steps to mitigate any such danger to the detainee. (b) All detainees who may be held overnight with other detainees shall be assessed to determine their risk of being sexually abused by other detainees or sexually abusive toward other detainees; staff shall ask each such detainee about his or her own concerns about his or her physical safety. (c) The agency shall also consider, to the extent that the information is available, the following criteria to assess detainees for risk of sexual victimization: (1) Whether the detainee has a mental, physical, or developmental disability; (2) The age of the detainee; (3) The physical build and appearance of the detainee; (4) Whether the detainee has previously been incarcerated or detained; (5) The nature of the detainee's criminal history; and (6) Whether the detainee has any convictions for sex offenses against an adult or child; (7) Whether the detainee has self-identified as gay, lesbian, bisexual, transgender, intersex, or gender nonconforming; (8) Whether the detainee has self-identified as having previously experienced sexual victimization; and (9) The detainee's own concerns about his or her physical safety. (d) If detainees are identified pursuant to the assessment under this section to be at high risk of victimization, staff shall provide such detainees with heightened protection, to include continuous direct sight and sound supervision, single-cell housing, or placement in a cell actively monitored on video by a staff member sufficiently proximate to intervene, unless no such option is determined to be feasible. (e) The facility shall implement appropriate controls on the dissemination of sensitive information provided by detainees under this section.", "hierarchy_path": [], "tokens": 303}
{"doc_id": "cfr_6_115", "sec_id": "§115.151", "label": "§ 115.151", "heading": "Detainee reporting.", "text": "(a) The agency shall develop policies and procedures to ensure that the detainees have multiple ways to privately report sexual abuse, retaliation for reporting sexual abuse, or staff neglect or violations of responsibilities that may have contributed to such incidents, and shall provide instructions on how detainees may contact the DHS Office of the Inspector General or, as appropriate, another designated office, to confidentially and, if desired, anonymously, report these incidents. (b) The agency shall also provide, and shall inform the detainees of, at least one way for detainees to report sexual abuse to a public or private entity or office that is not part of the agency, and that is able to receive and immediately forward detainee reports of sexual abuse to agency officials, allowing the detainee to remain anonymous upon request. (c) Agency policies and procedures shall include provisions for staff to accept reports made verbally, in writing, anonymously, and from third parties and to promptly document any verbal reports.", "hierarchy_path": [], "tokens": 162}
{"doc_id": "cfr_6_115", "sec_id": "§115.152", "label": "§ 115.152", "heading": "", "text": "§§ 115.152-115.153 [Reserved]", "hierarchy_path": [], "tokens": 3}
{"doc_id": "cfr_6_115", "sec_id": "§115.154", "label": "§ 115.154", "heading": "Third-party reporting.", "text": "The agency shall establish a method to receive third-party reports of sexual abuse in its holding facilities. The agency shall make available to the public information on how to report sexual abuse on behalf of a detainee.", "hierarchy_path": [], "tokens": 37}
{"doc_id": "cfr_6_115", "sec_id": "§115.161", "label": "§ 115.161", "heading": "Staff reporting duties.", "text": "(a) The agency shall require all staff to report immediately and according to agency policy any knowledge, suspicion, or information regarding an incident of sexual abuse that occurred to any detainee; retaliation against detainees or staff who reported or participated in an investigation about such an incident; and any staff neglect or violation of responsibilities that may have contributed to an incident or retaliation. Agency policy shall include methods by which staff can report misconduct outside of their chain of command. (b) Staff members who become aware of alleged sexual abuse shall immediately follow the reporting requirements set forth in the agency's written policies and procedures. (c) Apart from such reporting, the agency and staff shall not reveal any information related to a sexual abuse report to anyone other than to the extent necessary to help protect the safety of the victim or prevent further victimization of other detainees or staff in the facility, or to make medical treatment, investigation, law enforcement, or other security and management decisions. (d) If the alleged victim is under the age of 18 or considered a vulnerable adult under a State or local vulnerable persons statute, the agency shall report the allegation to the designated State or local services agency under applicable mandatory reporting laws.", "hierarchy_path": [], "tokens": 211}
{"doc_id": "cfr_6_115", "sec_id": "§115.162", "label": "§ 115.162", "heading": "Agency protection duties.", "text": "When an agency employee has a reasonable belief that a detainee is subject to a substantial risk of imminent sexual abuse, he or she shall take immediate action to protect the detainee.", "hierarchy_path": [], "tokens": 32}
{"doc_id": "cfr_6_115", "sec_id": "§115.163", "label": "§ 115.163", "heading": "Reporting to other confinement facilities.", "text": "(a) Upon receiving an allegation that a detainee was sexually abused while confined at another facility, the agency that received the allegation shall notify the appropriate office of the agency or the administrator of the facility where the alleged abuse occurred. (b) The notification provided in paragraph (a) of this section shall be provided as soon as possible, but no later than 72 hours after receiving the allegation. (c) The agency shall document that it has provided such notification. (d) The agency office that receives such notification, to the extent the facility is covered by this subpart, shall ensure that the allegation is referred for investigation in accordance with these standards.", "hierarchy_path": [], "tokens": 111}
{"doc_id": "cfr_6_115", "sec_id": "§115.164", "label": "§ 115.164", "heading": "Responder duties.", "text": "(a) Upon learning of an allegation that a detainee was sexually abused, the first law enforcement staff member to respond to the report, or his or her supervisor, shall be required to: (1) Separate the alleged victim and abuser; (2) Preserve and protect, to the greatest extent possible, any crime scene until appropriate steps can be taken to collect any evidence; (3) If the sexual abuse occurred within a time period that still allows for the collection of physical evidence, request the alleged victim not to take any actions that could destroy physical evidence, including, as appropriate, washing, brushing teeth, changing clothes, urinating, defecating, smoking, drinking, or eating; and (4) If the abuse occurred within a time period that still allows for the collection of physical evidence, ensure that the alleged abuser does not take any actions that could destroy physical evidence, including, as appropriate, washing, brushing teeth, changing clothes, urinating, defecating, smoking, drinking, or eating. (b) If the first staff responder is not a law enforcement staff member, the responder shall be required to request that the alleged victim not take any actions that could destroy physical evidence and then notify law enforcement staff.", "hierarchy_path": [], "tokens": 195}
{"doc_id": "cfr_6_115", "sec_id": "§115.165", "label": "§ 115.165", "heading": "Coordinated response.", "text": "(a) The agency shall develop a written institutional plan and use a coordinated, multidisciplinary team approach to responding to sexual abuse. (b) If a victim of sexual abuse is transferred between facilities covered by subpart A or B of this part, the agency shall, as permitted by law, inform the receiving facility of the incident and the victim's potential need for medical or social services. (c) If a victim is transferred from a DHS holding facility to a facility not covered by paragraph (b) of this section, the agency shall, as permitted by law, inform the receiving facility of the incident and the victim's potential need for medical or social services, unless the victim requests otherwise.", "hierarchy_path": [], "tokens": 116}
{"doc_id": "cfr_6_115", "sec_id": "§115.166", "label": "§ 115.166", "heading": "Protection of detainees from contact with alleged abusers.", "text": "Agency management shall consider whether any staff, contractor, or volunteer alleged to have perpetrated sexual abuse should be removed from duties requiring detainee contact pending the outcome of an investigation, and shall do so if the seriousness and plausibility of the allegation make removal appropriate.", "hierarchy_path": [], "tokens": 45}
{"doc_id": "cfr_6_115", "sec_id": "§115.167", "label": "§ 115.167", "heading": "Agency protection against retaliation.", "text": "Agency employees shall not retaliate against any person, including a detainee, who reports, complains about, or participates in an investigation into an allegation of sexual abuse, or for participating in sexual activity as a result of force, coercion, threats, or fear of force.", "hierarchy_path": [], "tokens": 43}
{"doc_id": "cfr_6_115", "sec_id": "§115.171", "label": "§ 115.171", "heading": "Criminal and administrative investigations.", "text": "(a) If the agency has responsibility for investigating allegations of sexual abuse, all investigations into alleged sexual abuse must be prompt, thorough, objective, and conducted by specially trained, qualified investigators. (b) Upon conclusion of a criminal investigation where the allegation was substantiated, an administrative investigation shall be conducted. Upon conclusion of a criminal investigation where the allegation was unsubstantiated, the agency shall review any available completed criminal investigation reports to determine whether an administrative investigation is necessary or appropriate. Administrative investigations shall be conducted after consultation with the appropriate investigative office within DHS and the assigned criminal investigative entity. (c) The agency shall develop written procedures for administrative investigations, including provisions requiring: (1) Preservation of direct and circumstantial evidence, including any available physical and DNA evidence and any available electronic monitoring data; (2) Interviewing alleged victims, suspected perpetrators, and witnesses; (3) Reviewing prior complaints and reports of sexual abuse involving the suspected perpetrator; (4) Assessment of the credibility of an alleged victim, suspect, or witness, without regard to the individual's status as detainee, staff, or employee, and without requiring any detainee who alleges sexual abuse to submit to a polygraph; (5) Documentation of each investigation by written report, which shall include a description of the physical and testimonial evidence, the reasoning behind credibility assessments, and investigative facts and findings; and (6) Retention of such reports for as long as the alleged abuser is detained or employed by the agency, plus five years. Such procedures shall establish the coordination and sequencing of the two types of investigations, in accordance with paragraph (b) of this section, to ensure that the criminal investigation is not compromised by an internal administrative investigation. (d) The departure of the alleged abuser or victim from the employment or control of the agency shall not provide a basis for terminating an investigation. (e) When outside agencies investigate sexual abuse, the agency shall cooperate with outside investigators and shall endeavor to remain informed about the progress of the investigation.", "hierarchy_path": [], "tokens": 330}
{"doc_id": "cfr_6_115", "sec_id": "§115.172", "label": "§ 115.172", "heading": "Evidentiary standard for administrative investigations.", "text": "When an administrative investigation is undertaken, the agency shall impose no standard higher than a preponderance of the evidence in determining whether allegations of sexual abuse are substantiated.", "hierarchy_path": [], "tokens": 28}
{"doc_id": "cfr_6_115", "sec_id": "§115.176", "label": "§ 115.176", "heading": "Disciplinary sanctions for staff.", "text": "(a) Staff shall be subject to disciplinary or adverse action up to and including removal from their position and the Federal service for substantiated allegations of sexual abuse or violating agency sexual abuse policies. (b) The agency shall review and approve policy and procedures regarding disciplinary or adverse action for staff and shall ensure that the policy and procedures specify disciplinary or adverse actions for staff, up to and including removal from their position and from the Federal service, when there is a substantiated allegation of sexual abuse, or when there has been a violation of agency sexual abuse rules, policies, or standards. Removal from their position and from the Federal service is the presumptive disciplinary sanction for staff who have engaged in or attempted or threatened to engage in sexual abuse, as defined under the definition of sexual abuse of a detainee by a staff member, contractor, or volunteer, paragraphs (1)-(4) and (7)-(8) of the definition of “sexual abuse of a detainee by a staff member, contractor, or volunteer” in § 115.6. (c) Each facility shall report all removals or resignations in lieu of removal for violations of agency or facility sexual abuse policies to appropriate law enforcement agencies, unless the activity was clearly not criminal. (d) Each agency shall make reasonable efforts to report removals or resignations in lieu of removal for violations of agency or facility sexual abuse policies to any relevant licensing bodies, to the extent known.", "hierarchy_path": [], "tokens": 241}
{"doc_id": "cfr_6_115", "sec_id": "§115.177", "label": "§ 115.177", "heading": "Corrective action for contractors and volunteers.", "text": "(a) Any contractor or volunteer suspected of perpetrating sexual abuse shall be prohibited from contact with detainees. The agency shall also consider whether to prohibit further contact with detainees by contractors or volunteers who have not engaged in sexual abuse, but have violated other provisions within these standards. The agency shall be responsible for promptly reporting sexual abuse allegations and incidents involving alleged contractor or volunteer perpetrators to an appropriate law enforcement agency as well as to the Joint Intake Center or another appropriate DHS investigative office in accordance with DHS policies and procedures. The agency shall make reasonable efforts to report to any relevant licensing body, to the extent known, incidents of substantiated sexual abuse by a contractor or volunteer. (b) Contractors and volunteers suspected of perpetrating sexual abuse may be removed from all duties requiring detainee contact pending the outcome of an investigation, as appropriate.", "hierarchy_path": [], "tokens": 147}
{"doc_id": "cfr_6_115", "sec_id": "§115.181", "label": "§ 115.181", "heading": "", "text": "§ 115.181 [Reserved]", "hierarchy_path": [], "tokens": 3}
{"doc_id": "cfr_6_115", "sec_id": "§115.182", "label": "§ 115.182", "heading": "Access to emergency medical services.", "text": "(a) Detainee victims of sexual abuse shall have timely, unimpeded access to emergency medical treatment and crisis intervention services, including emergency contraception and sexually transmitted infections prophylaxis, in accordance with professionally accepted standards of care. (b) Emergency medical treatment services provided to the victim shall be without financial cost and regardless of whether the victim names the abuser or cooperates with any investigation arising out of the incident.", "hierarchy_path": [], "tokens": 68}
{"doc_id": "cfr_6_115", "sec_id": "§115.186", "label": "§ 115.186", "heading": "Sexual abuse incident reviews.", "text": "(a) The agency shall conduct a sexual abuse incident review at the conclusion of every investigation of sexual abuse and, where the allegation was not determined to be unfounded, prepare a written report recommending whether the allegation or investigation indicates that a change in policy or practice could better prevent, detect, or respond to sexual abuse. Such review shall ordinarily occur within 30 days of the agency receiving the investigation results from the investigative authority. The agency shall implement the recommendations for improvement, or shall document its reasons for not doing so in a written response. Both the report and response shall be forwarded to the agency PSA Coordinator. (b) The agency shall conduct an annual review of all sexual abuse investigations and resulting incident reviews to assess and improve sexual abuse intervention, prevention and response efforts.", "hierarchy_path": [], "tokens": 137}
{"doc_id": "cfr_6_115", "sec_id": "§115.187", "label": "§ 115.187", "heading": "Data collection.", "text": "(a) The agency shall maintain in a secure area all agency case records associated with claims of sexual abuse, in accordance with these standards and applicable agency policies, and in accordance with established schedules. The DHS Office of Inspector General shall maintain the official investigative file related to claims of sexual abuse investigated by the DHS Office of Inspector General. (b) On an annual basis, the PSA Coordinator shall aggregate, in a manner that will facilitate the agency's ability to detect possible patterns and help prevent future incidents, the incident-based sexual abuse data available, including the number of reported sexual abuse allegations determined to be substantiated, unsubstantiated, or unfounded, or for which investigation is ongoing, and for each incident found to be substantiated, such information as is available to the PSA Coordinator concerning: (1) The date, time, location, and nature of the incident; (2) The demographic background of the victim and perpetrator (including citizenship, age, gender, and whether either has self-identified as gay, lesbian, bisexual, transgender, intersex, or gender nonconforming); (3) The reporting timeline for the incident (including the name of individual who reported the incident, and the date and time the report was received); (4) Any injuries sustained by the victim; (5) Post-report follow up responses and action taken by the agency (e.g., supervision, referral for medical or mental health services, etc.); and (6) Any sanctions imposed on the perpetrator. (c) The agency shall maintain, review, and collect data as needed from all available agency records. (d) Upon request, the agency shall provide all such data from the previous calendar year to the Office for Civil Rights and Civil Liberties no later than June 30.", "hierarchy_path": [], "tokens": 276}
{"doc_id": "cfr_6_115", "sec_id": "§115.188", "label": "§ 115.188", "heading": "Data review for corrective action.", "text": "(a) The agency shall review data collected and aggregated pursuant to § 115.187 in order to assess and improve the effectiveness of its sexual abuse prevention, detection, and response policies, practices, and training, including by: (1) Identifying problem areas; (2) Taking corrective action on an ongoing basis; and (3) Preparing an annual report of its findings and corrective actions for the agency as a whole. (b) Such report shall include a comparison of the current year's data and corrective actions with those from prior years and shall provide an assessment of the agency's progress in preventing, detecting, and responding to sexual abuse. (c) The agency's report shall be approved by the agency head and made readily available to the public through its Web site. (d) The agency may redact specific material from the reports, when appropriate for safety or security, but must indicate the nature of the material redacted.", "hierarchy_path": [], "tokens": 149}
{"doc_id": "cfr_6_115", "sec_id": "§115.189", "label": "§ 115.189", "heading": "Data storage, publication, and destruction.", "text": "(a) The agency shall ensure that data collected pursuant to § 115.187 are securely retained in accordance with agency record retention policies and the agency protocol regarding investigation of allegations. (b) The agency shall make all aggregated sexual abuse data from holding facilities under its direct control and from any private agencies with which it contracts available to the public at least annually on its Web site consistent with agency information disclosure policies and processes. (c) Before making aggregated sexual abuse data publicly available, the agency shall remove all personal identifiers. (d) The agency shall maintain sexual abuse data collected pursuant to § 115.187 for at least 10 years after the date of the initial collection unless Federal, State, or local law requires otherwise.", "hierarchy_path": [], "tokens": 124}
{"doc_id": "cfr_6_115", "sec_id": "§115.193", "label": "§ 115.193", "heading": "Audits of standards.", "text": "(a) Within three years of July 6, 2015, the agency shall ensure that each of its immigration holding facilities that houses detainees overnight and has adopted these standards is audited. For any such holding facility established after July 6, 2015, the agency shall ensure that the facility is audited within three years. Audits of new holding facilities as well as holding facilities that have previously failed to meet the standards shall occur as soon as practicable within the three-year cycle; however, where it is necessary to prioritize, priority shall be given to facilities that have previously failed to meet the standards. (1) Audits required under this paragraph (a) shall: (i) Include a determination whether the holding facility is low-risk based on its physical characteristics and whether it passes the audit conducted pursuant to paragraph (a)(1)(ii) of this section, (ii) Be conducted pursuant to §§ 115.201 through 115.205, and (iii) Be coordinated by the agency with the DHS Office for Civil Rights and Civil Liberties, which may request an expedited audit if it has reason to believe that an expedited audit is appropriate. (2) [Reserved] (b) Following an audit, the agency shall ensure that any immigration holding facility that houses detainees overnight and is determined to be low-risk, based on its physical characteristics and passing its most recent audit, is audited at least once every five years. (1) Audits required under this paragraph (b) shall: (i) Include a determination whether the holding facility is low-risk based on its physical characteristics and whether it passes the audit conducted pursuant to paragraph (b)(1)(ii) of this section, (ii) Be conducted pursuant to §§ 115.201 through 115.205, and (iii) Be coordinated by the agency with the DHS Office for Civil Rights and Civil Liberties, which may request an expedited audit if it has reason to believe that an expedited audit is appropriate. (2) [Reserved] (c) Following an audit, the agency shall ensure that any immigration holding facility that houses detainees overnight and is determined to not be low-risk, based on its physical characteristics or not passing its most recent audit, is audited at least once every three years. (1) Audits required under this paragraph (c) shall: (i) Include a determination whether the holding facility is low-risk based on its physical characteristics and whether it passes the audit conducted by paragraph (c)(1)(ii) of this section, (ii) Be conducted pursuant to §§ 115.201 through 115.205, and (iii) Be coordinated by the agency with the DHS Office for Civil Rights and Civil Liberties, which may request an expedited audit if it has reason to believe that an expedited audit is appropriate. (2) [Reserved]", "hierarchy_path": [], "tokens": 435}
{"doc_id": "cfr_6_115", "sec_id": "§115.195", "label": "§ 115.195", "heading": "Additional provisions in agency policies.", "text": "The regulations in this subpart B establish minimum requirements for agencies. Agency policies may include additional requirements.", "hierarchy_path": [], "tokens": 17}
{"doc_id": "cfr_6_115", "sec_id": "§115.201", "label": "§ 115.201", "heading": "Scope of audits.", "text": "(a) The agency shall develop and issue an instrument that is coordinated with the DHS Office for Civil Rights and Civil Liberties, which will provide guidance on the conduct of and contents of the audit; (b) The auditor shall review all relevant agency policies, procedures, reports, internal and external audits, and accreditations for each facility type. (c) The audits shall review, at a minimum, a sampling of relevant documents and other records and information for the most recent one-year period. (d) The auditor shall have access to, and shall observe, all areas of the audited facilities. (e) The agency shall provide the auditor with relevant documentation to complete a thorough audit of the facility. (f) The auditor shall retain and preserve all documentation (including, e.g., videotapes and interview notes) relied upon in making audit determinations. Such documentation shall be provided to the agency upon request. (g) The auditor shall interview a representative sample of detainees and of staff, and the facility shall make space available suitable for such interviews. (h) The auditor shall review a sampling of any available videotapes and other electronically available data that may be relevant to the provisions being audited. (i) The auditor shall be permitted to conduct private interviews with detainees. (j) Detainees shall be permitted to send confidential information or correspondence to the auditor. (k) Auditors shall attempt to solicit input from community-based or victim advocates who may have insight into relevant conditions in the facility. (l) All sensitive but unclassified information provided to auditors will include appropriate designations and limitations on further dissemination. Auditors will be required to follow all appropriate procedures for handling and safeguarding such information.", "hierarchy_path": [], "tokens": 275}
{"doc_id": "cfr_6_115", "sec_id": "§115.202", "label": "§ 115.202", "heading": "Auditor qualifications.", "text": "(a) An audit shall be conducted by entities or individuals outside of the agency and outside of DHS that have relevant audit experience. (b) All auditors shall be certified by the agency, in coordination with DHS. The agency, in coordination with DHS, shall develop and issue procedures regarding the certification process, which shall include training requirements. (c) No audit may be conducted by an auditor who has received financial compensation from the agency being audited (except for compensation received for conducting other audits, or other consulting related to detention reform) within the three years prior to the agency's retention of the auditor. (d) The agency shall not employ, contract with, or otherwise financially compensate the auditor for three years subsequent to the agency's retention of the auditor, with the exception of contracting for subsequent audits or other consulting related to detention reform.", "hierarchy_path": [], "tokens": 142}
{"doc_id": "cfr_6_115", "sec_id": "§115.203", "label": "§ 115.203", "heading": "Audit contents and findings.", "text": "(a) Each audit shall include a certification by the auditor that no conflict of interest exists with respect to his or her ability to conduct an audit of the facility under review. (b) Audit reports shall state whether facility policies and procedures comply with relevant standards. (c) For each of these standards, the auditor shall determine whether the audited facility reaches one of the following findings: Exceeds Standard (substantially exceeds requirement of standard); Meets Standard (substantial compliance; complies in all material ways with the standard for the relevant review period); Does Not Meet Standard (requires corrective action). The audit summary shall indicate, among other things, the number of provisions the facility has achieved at each grade level. (d) Audit reports shall describe the methodology, sampling sizes, and basis for the auditor's conclusions with regard to each standard provision for each audited facility, and shall include recommendations for any required corrective action. (e) Auditors shall redact any personally identifiable detainee or staff information from their reports, but shall provide such information to the agency upon request. (f) The agency shall ensure that the auditor's final report is published on the agency's Web site if it has one, or is otherwise made readily available to the public. The agency shall redact any sensitive but unclassified information (including law enforcement sensitive information) prior to providing such reports publicly.", "hierarchy_path": [], "tokens": 225}
{"doc_id": "cfr_6_115", "sec_id": "§115.204", "label": "§ 115.204", "heading": "Audit corrective action plan.", "text": "(a) A finding of “Does Not Meet Standard” with one or more standards shall trigger a 180-day corrective action period. (b) The agency and the facility shall develop a corrective action plan to achieve compliance. (c) The auditor shall take necessary and appropriate steps to verify implementation of the corrective action plan, such as reviewing updated policies and procedures or re-inspecting portions of a facility. (d) After the 180-day corrective action period ends, the auditor shall issue a final determination as to whether the facility has achieved compliance with those standards requiring corrective action. (e) If the facility does not achieve compliance with each standard, it may (at its discretion and cost) request a subsequent audit once it believes that is has achieved compliance.", "hierarchy_path": [], "tokens": 124}
{"doc_id": "cfr_6_115", "sec_id": "§115.205", "label": "§ 115.205", "heading": "Audit appeals.", "text": "(a) A facility may lodge an appeal with the agency regarding any specific audit finding that it believes to be incorrect. Such appeal must be lodged within 90 days of the auditor's final determination. (b) If the agency determines that the facility has stated good cause for a re-evaluation, the facility may commission a re-audit by an auditor mutually agreed upon by the agency and the facility. The facility shall bear the costs of this re-audit. (c) The findings of the re-audit shall be considered final.", "hierarchy_path": [], "tokens": 86}
