{
  "doc_id": "cfr_20_408",
  "anchors": [
    {
      "sec_id": "§408.912",
      "role": "anchor"
    },
    {
      "sec_id": "§408.910",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.902",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.641",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.914",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.218",
      "role": "anchor"
    },
    {
      "sec_id": "§416.1340",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.220",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.216",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.923",
      "role": "anchor"
    },
    {
      "sec_id": "§408.505",
      "role": "neighbor"
    },
    {
      "sec_id": "§404.508",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.922",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.224",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.222",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.655",
      "role": "anchor"
    },
    {
      "sec_id": "§404.2055",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.650",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.660",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.1009",
      "role": "anchor"
    },
    {
      "sec_id": "§408.1011",
      "role": "neighbor"
    },
    {
      "sec_id": "§404.1927",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.1007",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.913",
      "role": "anchor"
    },
    {
      "sec_id": "§408.901",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.903",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.918",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.340",
      "role": "anchor"
    },
    {
      "sec_id": "§408.315",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.325",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.310",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.803",
      "role": "anchor"
    },
    {
      "sec_id": "§408.202",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.820",
      "role": "neighbor"
    },
    {
      "sec_id": "§408.714",
      "role": "neighbor"
    }
  ],
  "summary_text": "# Stitched Summary\n\n§408.912 — When are you without fault regarding an overpayment?\n(a) General—when fault is relevant. If you request waiver of recovery of an overpayment, we must determine whether you were without fault. You are not relieved of liability and are not without fault solely because we may have been at fault in making the overpayment. When we determine whether you were without fault, we consider all the pertinent circumstances relating to the overpayment. We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery of the overpayment would defeat the purpose of the title VIII program. Recovery of an overpayment would defeat the purpose of the title VIII program to the extent that our recovery action would deprive you of income and resources you need to meet your ordinary and necessary living expenses as described in § 404.508(a) of this chapter.\n\n§408.910 — When will we waive recovery of an SVB overpayment?\nWe will withhold or adjust any underpayment due you to reduce any overpayment to you that we determine for a different period, unless we have waived recovery of the overpayment under the provisions of §§ 408.910 through 408.914. We will waive recovery of an overpayment when: (c) We will apply the procedures in this paragraph (c) when an individual requests waiver of all or part of a qualifying overpayment. (3) If we determine under paragraph (c)(2) of this section that an individual or a representative payee is without fault in causing a qualifying overpayment, we will also determine that recovery of the qualifying overpayment would be against equity and good conscience. Waiver of recovery of an overpayment from you (or, after your death, from your estate) frees you and your estate from the obligation to repay the amount of the overpayment covered by the waiver. We found that you are eligible for waiver of recovery of $260 of that amount.\n\n§408.902 — What is an overpayment?\n(b) An underpayment is: The amount of an underpayment or overpayment is the difference between the amount you are paid and the amount you are due for a given period. An underpayment or overpayment period begins with the first month for which there is a difference between the amount paid and the amount actually due for that month. A later initial determination of an overpayment will require no change with respect to a prior determination of overpayment or to the period relating to such prior determination to the extent that the basis of the prior overpayment remains the same. (b) Limited delay in payment of an underpayment. Where we have detected a potential overpayment but we have not made a determination of the overpayment ( see § 408.918(a)), we will not delay making a determination of underpayment and paying you unless we can make an overpayment determination before the close of the month following the month in which we discovered the potential underpayment.\n\n§408.641 — Who is liable if your representative payee misuses your benefits?\nFor the rules we follow to determine who is liable for repayment of misused benefits, see § 404.2041 of this chapter..\n\n§408.914 — When would overpayment recovery be against equity and good conscience?\nWe will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery of the overpayment would defeat the purpose of the title VIII program. Recovery of an overpayment would defeat the purpose of the title VIII program to the extent that our recovery action would deprive you of income and resources you need to meet your ordinary and necessary living expenses as described in § 404.508(a) of this chapter. We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery would be against equity and good conscience. Recovery would be against equity and good conscience if you changed your position for the worse or gave up a valuable right in reliance on our notice that payment would be made or because of the incorrect payment itself. In this case, recovery of the overpayment would be considered “against equity and good conscience.” Whenever we determine that you were overpaid or underpaid for a given period, as defined in § 408.903, we will send you a written notice of the correct and incorrect amounts you received for each month in the period, even if part or all of the underpayment must be withheld in accordance with § 408.905.\n\n§408.218 — Do you meet the SSI eligibility requirements?\n(a) Service requirements. For SVB purposes, you are a World War II veteran if you: (1) Served in the active military, naval or air service of the United States during World War II at any time during the period beginning on September 16, 1940 and ending on July 24, 1947; or (2) Served in the organized military forces of the Government of the Commonwealth of the Philippines, while the forces were in the service of the U.S. (a) You have been determined to be eligible for SSI (except as noted in paragraph (c) of this section); you do not have to actually receive a payment for that month; (b) Your SSI eligibility has not been terminated for that month; and (c) Your SSI benefits are not subject to a penalty under § 416.1340 of this chapter. For other benefit income to affect your SVB eligibility, you must have been receiving the other benefit income in any part of the 12-month period before the month in which you filed your application for SVB.\n\n§416.1340 — \n\n\n§408.220 — Do you have other benefit income?\n(a) You have been determined to be eligible for SSI (except as noted in paragraph (c) of this section); you do not have to actually receive a payment for that month; (a) Description of other benefit income. Other benefit income is any regular periodic payment (such as an annuity, pension, retirement or disability benefit) that you receive. For other benefit income to affect your SVB eligibility, you must have been receiving the other benefit income in any part of the 12-month period before the month in which you filed your application for SVB. If, at the time you file your application for SVB, your other benefit income is equal to, or more than, the maximum SVB payment possible (see § 408.505), we will deny your SVB claim. If you have been determined to be qualified for SVB, we will reduce any monthly SVB payments you become entitled to by the amount of your other benefit income (see § 408.510 for a description of how we make the reduction).\n\n§408.216 — Are you a World War II veteran?\n(a) Service requirements. For SVB purposes, you are a World War II veteran if you: (1) Served in the active military, naval or air service of the United States during World War II at any time during the period beginning on September 16, 1940 and ending on July 24, 1947; or (2) Served in the organized military forces of the Government of the Commonwealth of the Philippines, while the forces were in the service of the U.S.\n\n§408.505 — How do we determine the amount of your SVB payment?\n(a) Maximum SVB payment. The maximum monthly SVB payment is equal to 75% of the FBR for an individual under title XVI of the Act.\n\n§404.508 — \n\n\n§408.922 — When will we adjust your SVB payments to recover an overpayment?\nIf you do not refund your overpayment to us, and waiver of recovery is not applicable, we will adjust any SVB payments due you to recover the overpayment. Adjustment will generally be accomplished by withholding each month the amount set forth in § 408.923 from the benefit payable to you..\n\n§404.2055 — \n\n\n§404.1927 — \n\n\n\n---\nApprox tokens used: 1190 / 1200\n"
}