{"anchor_sec_id": "§408.912", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) General—when fault is relevant. If you request waiver of recovery of an overpayment, we must determine whether you were without fault. You are not relieved of liability and are not without fault solely because we may have been at fault in making the overpayment. When we determine whether you were without fault, we consider all the pertinent circumstances relating to the overpayment. We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery of the overpayment would defeat the purpose of the title VIII program. Recovery of an overpayment would defeat the purpose of the title VIII program to the extent that our recovery action would deprive you of income and resources you need to meet your ordinary and necessary living expenses as described in § 404.508(a) of this chapter.", "token_estimate": 139, "source_spans": [{"sec_id": "§408.912", "sent_idx": 0, "sent_text": "(a) General—when fault is relevant."}, {"sec_id": "§408.912", "sent_idx": 1, "sent_text": "If you request waiver of recovery of an overpayment, we must determine whether you were without fault."}, {"sec_id": "§408.912", "sent_idx": 2, "sent_text": "You are not relieved of liability and are not without fault solely because we may have been at fault in making the overpayment."}, {"sec_id": "§408.912", "sent_idx": 4, "sent_text": "When we determine whether you were without fault, we consider all the pertinent circumstances relating to the overpayment."}, {"sec_id": "§408.913", "sent_idx": 0, "sent_text": "We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery of the overpayment would defeat the purpose of the title VIII program."}, {"sec_id": "§408.913", "sent_idx": 1, "sent_text": "Recovery of an overpayment would defeat the purpose of the title VIII program to the extent that our recovery action would deprive you of income and resources you need to meet your ordinary and necessary living expenses as described in § 404.508(a) of this chapter."}]}
{"anchor_sec_id": "§408.910", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "We will withhold or adjust any underpayment due you to reduce any overpayment to you that we determine for a different period, unless we have waived recovery of the overpayment under the provisions of §§ 408.910 through 408.914. We will waive recovery of an overpayment when: (c) We will apply the procedures in this paragraph (c) when an individual requests waiver of all or part of a qualifying overpayment. (3) If we determine under paragraph (c)(2) of this section that an individual or a representative payee is without fault in causing a qualifying overpayment, we will also determine that recovery of the qualifying overpayment would be against equity and good conscience. Waiver of recovery of an overpayment from you (or, after your death, from your estate) frees you and your estate from the obligation to repay the amount of the overpayment covered by the waiver. We found that you are eligible for waiver of recovery of $260 of that amount.", "token_estimate": 160, "source_spans": [{"sec_id": "§408.905", "sent_idx": 0, "sent_text": "We will withhold or adjust any underpayment due you to reduce any overpayment to you that we determine for a different period, unless we have waived recovery of the overpayment under the provisions of §§ 408.910 through 408.914."}, {"sec_id": "§408.910", "sent_idx": 0, "sent_text": "We will waive recovery of an overpayment when:"}, {"sec_id": "§408.910", "sent_idx": 3, "sent_text": "(c) We will apply the procedures in this paragraph (c) when an individual requests waiver of all or part of a qualifying overpayment."}, {"sec_id": "§408.910", "sent_idx": 6, "sent_text": "(3) If we determine under paragraph (c)(2) of this section that an individual or a representative payee is without fault in causing a qualifying overpayment, we will also determine that recovery of the qualifying overpayment would be against equity and good conscience."}, {"sec_id": "§408.911", "sent_idx": 0, "sent_text": "Waiver of recovery of an overpayment from you (or, after your death, from your estate) frees you and your estate from the obligation to repay the amount of the overpayment covered by the waiver."}, {"sec_id": "§408.911", "sent_idx": 2, "sent_text": "We found that you are eligible for waiver of recovery of $260 of that amount."}]}
{"anchor_sec_id": "§408.218", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) Service requirements. For SVB purposes, you are a World War II veteran if you: (1) Served in the active military, naval or air service of the United States during World War II at any time during the period beginning on September 16, 1940 and ending on July 24, 1947; or (2) Served in the organized military forces of the Government of the Commonwealth of the Philippines, while the forces were in the service of the U.S. (a) You have been determined to be eligible for SSI (except as noted in paragraph (c) of this section); you do not have to actually receive a payment for that month; (b) Your SSI eligibility has not been terminated for that month; and (c) Your SSI benefits are not subject to a penalty under § 416.1340 of this chapter. For other benefit income to affect your SVB eligibility, you must have been receiving the other benefit income in any part of the 12-month period before the month in which you filed your application for SVB.", "token_estimate": 172, "source_spans": [{"sec_id": "§408.216", "sent_idx": 0, "sent_text": "(a) Service requirements."}, {"sec_id": "§408.216", "sent_idx": 1, "sent_text": "For SVB purposes, you are a World War II veteran if you:"}, {"sec_id": "§408.216", "sent_idx": 2, "sent_text": "(1) Served in the active military, naval or air service of the United States during World War II at any time during the period beginning on September 16, 1940 and ending on July 24, 1947; or (2) Served in the organized military forces of the Government of the Commonwealth of the Philippines, while the forces were in the service of the U.S."}, {"sec_id": "§408.218", "sent_idx": 1, "sent_text": "(a) You have been determined to be eligible for SSI (except as noted in paragraph (c) of this section); you do not have to actually receive a payment for that month;"}, {"sec_id": "§408.218", "sent_idx": 2, "sent_text": "(b) Your SSI eligibility has not been terminated for that month; and (c) Your SSI benefits are not subject to a penalty under § 416.1340 of this chapter."}, {"sec_id": "§408.220", "sent_idx": 2, "sent_text": "For other benefit income to affect your SVB eligibility, you must have been receiving the other benefit income in any part of the 12-month period before the month in which you filed your application for SVB."}]}
{"anchor_sec_id": "§408.923", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "If you do not refund your overpayment to us, and waiver of recovery is not applicable, we will adjust any SVB payments due you to recover the overpayment. Adjustment will generally be accomplished by withholding each month the amount set forth in § 408.923 from the benefit payable to you. Except as provided in paragraphs (b) and (c) of this section, the amount we will withhold from your monthly SVB payment to recover an overpayment is limited to the lesser of (1) the amount of your Federal SVB payment or (2) an amount equal to 10 percent of the maximum SVB monthly payment amount as defined in § 408.505(a). When we notify you of the rate we propose to withhold from your monthly SVB payment, we will give you the opportunity to request a higher or lower rate of withholding than that proposed. It does not include a mere omission on your part; it is an affirmative act to conceal. Cross-program recovery is the process that we will use to collect title VIII overpayments from benefits payable to you under title II or title XVI of the Social Security Act.", "token_estimate": 190, "source_spans": [{"sec_id": "§408.922", "sent_idx": 0, "sent_text": "If you do not refund your overpayment to us, and waiver of recovery is not applicable, we will adjust any SVB payments due you to recover the overpayment."}, {"sec_id": "§408.922", "sent_idx": 1, "sent_text": "Adjustment will generally be accomplished by withholding each month the amount set forth in § 408.923 from the benefit payable to you."}, {"sec_id": "§408.923", "sent_idx": 1, "sent_text": "Except as provided in paragraphs (b) and (c) of this section, the amount we will withhold from your monthly SVB payment to recover an overpayment is limited to the lesser of (1) the amount of your Federal SVB payment or (2) an amount equal to 10 percent of the maximum SVB monthly payment amount as defined in § 408.505(a)."}, {"sec_id": "§408.923", "sent_idx": 3, "sent_text": "When we notify you of the rate we propose to withhold from your monthly SVB payment, we will give you the opportunity to request a higher or lower rate of withholding than that proposed."}, {"sec_id": "§408.923", "sent_idx": 10, "sent_text": "It does not include a mere omission on your part; it is an affirmative act to conceal."}, {"sec_id": "§408.930", "sent_idx": 1, "sent_text": "Cross-program recovery is the process that we will use to collect title VIII overpayments from benefits payable to you under title II or title XVI of the Social Security Act."}]}
{"anchor_sec_id": "§408.220", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(a) You have been determined to be eligible for SSI (except as noted in paragraph (c) of this section); you do not have to actually receive a payment for that month; (a) Description of other benefit income. Other benefit income is any regular periodic payment (such as an annuity, pension, retirement or disability benefit) that you receive. For other benefit income to affect your SVB eligibility, you must have been receiving the other benefit income in any part of the 12-month period before the month in which you filed your application for SVB. If, at the time you file your application for SVB, your other benefit income is equal to, or more than, the maximum SVB payment possible (see § 408.505), we will deny your SVB claim. If you have been determined to be qualified for SVB, we will reduce any monthly SVB payments you become entitled to by the amount of your other benefit income (see § 408.510 for a description of how we make the reduction).", "token_estimate": 168, "source_spans": [{"sec_id": "§408.218", "sent_idx": 1, "sent_text": "(a) You have been determined to be eligible for SSI (except as noted in paragraph (c) of this section); you do not have to actually receive a payment for that month;"}, {"sec_id": "§408.220", "sent_idx": 0, "sent_text": "(a) Description of other benefit income."}, {"sec_id": "§408.220", "sent_idx": 1, "sent_text": "Other benefit income is any regular periodic payment (such as an annuity, pension, retirement or disability benefit) that you receive."}, {"sec_id": "§408.220", "sent_idx": 2, "sent_text": "For other benefit income to affect your SVB eligibility, you must have been receiving the other benefit income in any part of the 12-month period before the month in which you filed your application for SVB."}, {"sec_id": "§408.222", "sent_idx": 1, "sent_text": "If, at the time you file your application for SVB, your other benefit income is equal to, or more than, the maximum SVB payment possible (see § 408.505), we will deny your SVB claim."}, {"sec_id": "§408.222", "sent_idx": 4, "sent_text": "If you have been determined to be qualified for SVB, we will reduce any monthly SVB payments you become entitled to by the amount of your other benefit income (see § 408.510 for a description of how we make the reduction)."}]}
{"anchor_sec_id": "§408.655", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "We follow the rules in § 404.2050 of this chapter to determine when we will select a new representative payee for you. To determine when we will stop representative payment for you, we follow the rules in § 404.2055 of this chapter. For a description of what happens to your accumulated funds (including the interest earned on the funds) when we change your representative payee or when you begin receiving benefits directly, see § 404.2060 of this chapter.", "token_estimate": 78, "source_spans": [{"sec_id": "§408.650", "sent_idx": 0, "sent_text": "We follow the rules in § 404.2050 of this chapter to determine when we will select a new representative payee for you."}, {"sec_id": "§408.655", "sent_idx": 0, "sent_text": "To determine when we will stop representative payment for you, we follow the rules in § 404.2055 of this chapter."}, {"sec_id": "§408.660", "sent_idx": 0, "sent_text": "For a description of what happens to your accumulated funds (including the interest earned on the funds) when we change your representative payee or when you begin receiving benefits directly, see § 404.2060 of this chapter."}]}
{"anchor_sec_id": "§408.1009", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "You can file your request for reconsideration at: If you want a reconsideration of the initial determination but do not request one within 60 days after the date you receive notice of the initial determination, you may ask us for more time to request a reconsideration. If you show us that you had good cause for missing the deadline, we will extend the time period. To determine whether good cause exists, we use the standards explained in § 408.1011. (a) In determining whether you have shown that you have good cause for missing a deadline to request review we consider— (1) What circumstances kept you from making the request on time; (6) We gave you incorrect or incomplete information about when and how to request administrative review or to file a civil suit.", "token_estimate": 133, "source_spans": [{"sec_id": "§408.1009", "sent_idx": 3, "sent_text": "You can file your request for reconsideration at:"}, {"sec_id": "§408.1009", "sent_idx": 8, "sent_text": "If you want a reconsideration of the initial determination but do not request one within 60 days after the date you receive notice of the initial determination, you may ask us for more time to request a reconsideration."}, {"sec_id": "§408.1009", "sent_idx": 10, "sent_text": "If you show us that you had good cause for missing the deadline, we will extend the time period."}, {"sec_id": "§408.1009", "sent_idx": 11, "sent_text": "To determine whether good cause exists, we use the standards explained in § 408.1011."}, {"sec_id": "§408.1011", "sent_idx": 0, "sent_text": "(a) In determining whether you have shown that you have good cause for missing a deadline to request review we consider— (1) What circumstances kept you from making the request on time;"}, {"sec_id": "§408.1011", "sent_idx": 9, "sent_text": "(6) We gave you incorrect or incomplete information about when and how to request administrative review or to file a civil suit."}]}
{"anchor_sec_id": "§408.913", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "When we determine whether you were without fault, we consider all the pertinent circumstances relating to the overpayment. We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery of the overpayment would defeat the purpose of the title VIII program. Recovery of an overpayment would defeat the purpose of the title VIII program to the extent that our recovery action would deprive you of income and resources you need to meet your ordinary and necessary living expenses as described in § 404.508(a) of this chapter. We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery would be against equity and good conscience. Recovery would be against equity and good conscience if you changed your position for the worse or gave up a valuable right in reliance on our notice that payment would be made or because of the incorrect payment itself. In this case, recovery of the overpayment would be considered “against equity and good conscience.”", "token_estimate": 174, "source_spans": [{"sec_id": "§408.912", "sent_idx": 4, "sent_text": "When we determine whether you were without fault, we consider all the pertinent circumstances relating to the overpayment."}, {"sec_id": "§408.913", "sent_idx": 0, "sent_text": "We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery of the overpayment would defeat the purpose of the title VIII program."}, {"sec_id": "§408.913", "sent_idx": 1, "sent_text": "Recovery of an overpayment would defeat the purpose of the title VIII program to the extent that our recovery action would deprive you of income and resources you need to meet your ordinary and necessary living expenses as described in § 404.508(a) of this chapter."}, {"sec_id": "§408.914", "sent_idx": 0, "sent_text": "We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery would be against equity and good conscience."}, {"sec_id": "§408.914", "sent_idx": 1, "sent_text": "Recovery would be against equity and good conscience if you changed your position for the worse or gave up a valuable right in reliance on our notice that payment would be made or because of the incorrect payment itself."}, {"sec_id": "§408.914", "sent_idx": 4, "sent_text": "In this case, recovery of the overpayment would be considered “against equity and good conscience.”"}]}
{"anchor_sec_id": "§408.902", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "(b) An underpayment is: The amount of an underpayment or overpayment is the difference between the amount you are paid and the amount you are due for a given period. An underpayment or overpayment period begins with the first month for which there is a difference between the amount paid and the amount actually due for that month. A later initial determination of an overpayment will require no change with respect to a prior determination of overpayment or to the period relating to such prior determination to the extent that the basis of the prior overpayment remains the same. (b) Limited delay in payment of an underpayment. Where we have detected a potential overpayment but we have not made a determination of the overpayment ( see § 408.918(a)), we will not delay making a determination of underpayment and paying you unless we can make an overpayment determination before the close of the month following the month in which we discovered the potential underpayment.", "token_estimate": 163, "source_spans": [{"sec_id": "§408.901", "sent_idx": 1, "sent_text": "(b) An underpayment is:"}, {"sec_id": "§408.903", "sent_idx": 0, "sent_text": "The amount of an underpayment or overpayment is the difference between the amount you are paid and the amount you are due for a given period."}, {"sec_id": "§408.903", "sent_idx": 1, "sent_text": "An underpayment or overpayment period begins with the first month for which there is a difference between the amount paid and the amount actually due for that month."}, {"sec_id": "§408.903", "sent_idx": 4, "sent_text": "A later initial determination of an overpayment will require no change with respect to a prior determination of overpayment or to the period relating to such prior determination to the extent that the basis of the prior overpayment remains the same."}, {"sec_id": "§408.903", "sent_idx": 5, "sent_text": "(b) Limited delay in payment of an underpayment."}, {"sec_id": "§408.903", "sent_idx": 6, "sent_text": "Where we have detected a potential overpayment but we have not made a determination of the overpayment ( see § 408.918(a)), we will not delay making a determination of underpayment and paying you unless we can make an overpayment determination before the close of the month following the month in which we discovered the potential underpayment."}]}
{"anchor_sec_id": "§408.914", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery of the overpayment would defeat the purpose of the title VIII program. Recovery of an overpayment would defeat the purpose of the title VIII program to the extent that our recovery action would deprive you of income and resources you need to meet your ordinary and necessary living expenses as described in § 404.508(a) of this chapter. We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery would be against equity and good conscience. Recovery would be against equity and good conscience if you changed your position for the worse or gave up a valuable right in reliance on our notice that payment would be made or because of the incorrect payment itself. In this case, recovery of the overpayment would be considered “against equity and good conscience.” Whenever we determine that you were overpaid or underpaid for a given period, as defined in § 408.903, we will send you a written notice of the correct and incorrect amounts you received for each month in the period, even if part or all of the underpayment must be withheld in accordance with § 408.905.", "token_estimate": 211, "source_spans": [{"sec_id": "§408.913", "sent_idx": 0, "sent_text": "We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery of the overpayment would defeat the purpose of the title VIII program."}, {"sec_id": "§408.913", "sent_idx": 1, "sent_text": "Recovery of an overpayment would defeat the purpose of the title VIII program to the extent that our recovery action would deprive you of income and resources you need to meet your ordinary and necessary living expenses as described in § 404.508(a) of this chapter."}, {"sec_id": "§408.914", "sent_idx": 0, "sent_text": "We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery would be against equity and good conscience."}, {"sec_id": "§408.914", "sent_idx": 1, "sent_text": "Recovery would be against equity and good conscience if you changed your position for the worse or gave up a valuable right in reliance on our notice that payment would be made or because of the incorrect payment itself."}, {"sec_id": "§408.914", "sent_idx": 4, "sent_text": "In this case, recovery of the overpayment would be considered “against equity and good conscience.”"}, {"sec_id": "§408.918", "sent_idx": 1, "sent_text": "Whenever we determine that you were overpaid or underpaid for a given period, as defined in § 408.903, we will send you a written notice of the correct and incorrect amounts you received for each month in the period, even if part or all of the underpayment must be withheld in accordance with § 408.905."}]}
{"anchor_sec_id": "§408.340", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "Your application for SVB will remain in effect from the date it is filed until we make a final determination on it, unless there is a hearing decision on your application. If you file with us under the rules stated in § 408.325 a written statement, such as a letter, indicating your intent to claim SVB, we will use the filing date of the written statement as the filing date of your application. If the postmark is unreadable or there is no United States postmark, we will use the date the statement is signed (if dated) or 5 days before the day we receive the written statement, whichever date is later, as the filing date. In order for us to use your written statement to protect your filing date, the following requirements must be met: (d) You are alive when the application is filed. We will use the date of an oral inquiry about SVB as the filing date of your application for SVB if the following requirements are met:", "token_estimate": 170, "source_spans": [{"sec_id": "§408.330", "sent_idx": 0, "sent_text": "Your application for SVB will remain in effect from the date it is filed until we make a final determination on it, unless there is a hearing decision on your application."}, {"sec_id": "§408.340", "sent_idx": 0, "sent_text": "If you file with us under the rules stated in § 408.325 a written statement, such as a letter, indicating your intent to claim SVB, we will use the filing date of the written statement as the filing date of your application."}, {"sec_id": "§408.340", "sent_idx": 2, "sent_text": "If the postmark is unreadable or there is no United States postmark, we will use the date the statement is signed (if dated) or 5 days before the day we receive the written statement, whichever date is later, as the filing date."}, {"sec_id": "§408.340", "sent_idx": 3, "sent_text": "In order for us to use your written statement to protect your filing date, the following requirements must be met:"}, {"sec_id": "§408.340", "sent_idx": 10, "sent_text": "(d) You are alive when the application is filed."}, {"sec_id": "§408.345", "sent_idx": 0, "sent_text": "We will use the date of an oral inquiry about SVB as the filing date of your application for SVB if the following requirements are met:"}]}
{"anchor_sec_id": "§408.803", "window_size": 1, "k_sentences": 6, "lambda": 0.7, "gist_text": "When we correctly suspend your SVB payments, we will not resume them until you again meet all qualification requirements except the filing of a new application. If you request reinstatement, you are required to submit the evidence necessary to establish that you again meet all requirements for eligibility under this part. We will suspend your SVB payments effective with the month following the month in which we determine in accordance with § 408.714(b) that you may no longer receive SVB payments because you failed to comply with our request for necessary information. When we have information to establish that SVB is again payable, your benefit payments will be reinstated for any previous month for which you continue to meet the requirements of § 408.202. We will not suspend your payments for failing to comply with our request for information for any month we can determine your eligibility for or the amount of your payment based on information on record. We will suspend your SVB payments effective the first full calendar month you are no longer residing outside the United States.", "token_estimate": 180, "source_spans": [{"sec_id": "§408.802", "sent_idx": 3, "sent_text": "When we correctly suspend your SVB payments, we will not resume them until you again meet all qualification requirements except the filing of a new application."}, {"sec_id": "§408.802", "sent_idx": 4, "sent_text": "If you request reinstatement, you are required to submit the evidence necessary to establish that you again meet all requirements for eligibility under this part."}, {"sec_id": "§408.803", "sent_idx": 1, "sent_text": "We will suspend your SVB payments effective with the month following the month in which we determine in accordance with § 408.714(b) that you may no longer receive SVB payments because you failed to comply with our request for necessary information."}, {"sec_id": "§408.803", "sent_idx": 3, "sent_text": "When we have information to establish that SVB is again payable, your benefit payments will be reinstated for any previous month for which you continue to meet the requirements of § 408.202."}, {"sec_id": "§408.803", "sent_idx": 5, "sent_text": "We will not suspend your payments for failing to comply with our request for information for any month we can determine your eligibility for or the amount of your payment based on information on record."}, {"sec_id": "§408.806", "sent_idx": 1, "sent_text": "We will suspend your SVB payments effective the first full calendar month you are no longer residing outside the United States."}]}
