{"doc_id": "cfr_20_408", "sec_id": "§408.101", "label": "408.101", "heading": "What is this part about?", "text": "The regulations in this part 408 (Regulation No. 8 of the Social Security Administration) relate to the provisions of title VIII of the Social Security Act as added by Pub. L. 106–169 enacted December 14, 1999. Title VIII (Special Benefits for Certain World War II Veterans) established a program for the payment of benefits to certain World War II veterans. The regulations in this part are divided into the following subparts according to subject content. (a) Subpart A contains this introductory section, a statement of the general purpose underlying the payment of special benefits to World War II veterans, general provisions applicable to the program and its administration, and defines certain terms that we use throughout part 408. (b) Subpart B contains the requirements for qualification and entitlement to monthly title VIII benefits. (c) Subpart C contains the provisions relating to the filing and withdrawal of applications. (d) Subpart D contains the provisions relating to the evidence required for establishing qualification for and entitlement to monthly title VIII benefits. (e) Subpart E contains the provisions about the amount and payment of monthly benefits. (f) Subpart F is reserved for future an administration agreement? use. 731 408.105 20 CFR Ch. III (4–1–25 Edition) (g) Subpart G contains the provisions on your requirement to report certain events to us. (h) Subpart H contains the provisions on suspension and termination of title VIII entitlement. (i) Subpart I contains the provisions on underpayments and overpayments. (j) Subpart J contains the provisions on determinations and the administrative review process. (k) Subpart K contains the provisions on claimant representation. (l) Subpart L contains the provisions on Federal administration of State recognition payments. [68 FR 16418, Apr. 4, 2003, as amended at 69 FR 25955, May 10, 2004]", "hierarchy_path": [], "tokens": 291}
{"doc_id": "cfr_20_408", "sec_id": "§408.105", "label": "408.105", "heading": "Purpose and administration", "text": "of the program. The purpose of the title VIII program is to assure a basic income level for certain veterans who are entitled to supplemental security income (SSI) and who want to leave the United States to live abroad. The title VIII program is administered by the Social Security Administration.", "hierarchy_path": [], "tokens": 50}
{"doc_id": "cfr_20_408", "sec_id": "§408.110", "label": "408.110", "heading": "General definitions and use", "text": "of terms. (a) Terms relating to the Act and regulations. (1) The Act means the Social Security Act as amended (42 U.S.C. Chap.7). (2) Title means the title of the Act. (3) Section or § means a section of the regulations in part 408 of this chapter unless the context indicates otherwise. (b) Commissioner; Appeals Council; Administrative Law Judge defined—(1) Commissioner means the Commissioner of Social Security. (2) Appeals Council means the Appeals Council of the Office of Analytics, Review, and Oversight in the Social Security Administration or such member or members thereof as may be designated by the Chair of the Appeals Council. (3) Administrative Law Judge means an Administrative Law Judge in the Office of Hearings Operations in the Social Security Administration. (c) Miscellaneous—(1) A calendar month. The period including all of 24 hours of each day of January, February, March, April, May, June, July, August, September, October, November, or December. (2) Federal benefit rate (FBR). The amount of the cash benefit payable under title XVI for the month to an eligible individual who has no income. The FBR does not include any State supplementary payment that is paid by the Commissioner pursuant to an agreement with a State under section 1616(a) of the Act or section 212(b) of Public Law 93–66. (3) Qualified individual. An individual who meets all the requirements for qualification for SVB in § 408.202 and does not meet any of the conditions that prevent qualification in § 408.204. (4) Special veterans benefits (SVB). The benefits payable to certain veterans of World War II under title VIII of the Act. (5) State. Unless otherwise indicated, this means: (i) A State of the United States (ii) The District of Columbia; or (iii) The Northern Mariana Islands. (6) Supplemental Security Income (SSI). SSI is the national program for providing a minimum level of income to aged, blind, and disabled individuals under title XVI of the Act. (7) United States. When used in the geographical sense, this is: (i) The 50 States; (ii) The District of Columbia; and (iii) The Northern Mariana Islands. (8) We, us or our means the Social Security Administration (SSA). (9) World War II. The period beginning September 16, 1940 and ending on July 24, 1947. (10) You or your means, as appropriate, the person who applies for benefits, the person for whom an application is filed, or the person who is considering applying for benefits. [68 FR 16418, Apr. 4, 2003, as amended at 85 FR 73158, Nov. 16, 2020]", "hierarchy_path": [], "tokens": 418}
{"doc_id": "cfr_20_408", "sec_id": "§408.120", "label": "408.120", "heading": "Periods of limitations ending", "text": "on Federal nonworkdays. Title VIII of the Act and the regulations in this part require you to take certain actions within specified time periods or you may lose your right to a portion or all of your benefits. If any such period ends on a Saturday, Sunday, Federal legal holiday, or any 732 Social Security Administration 408.204 other day all or part of which is declared to be a nonworkday for Federal employees by statute or Executive Order, you will have until the next Federal workday to take the prescribed action. Subpart B—SVB Qualification and Entitlement AUTHORITY: Secs. 702(a)(5), 801, 802, 803, 804, 806, 810 and 1129A of the Social Security Act (42 U.S.C. 902(a)(5), 1001, 1002, 1003, 1004, 1006, 1010 and 1320a–8a); Sec. 251, Pub. L. 106–169, 113 Stat. 1844.", "hierarchy_path": [], "tokens": 131}
{"doc_id": "cfr_20_408", "sec_id": "§408.201", "label": "408.201", "heading": "What is this subpart about?", "text": "You are qualified for SVB if you meet the requirements listed in § 408.202 and if none of the conditions listed in", "hierarchy_path": [], "tokens": 22}
{"doc_id": "cfr_20_408", "sec_id": "§408.204", "label": "408.204", "heading": "exist. However, you cannot be", "text": "entitled to receive benefits for any month before the first month in which you reside outside the United States on the first day of the month and meet all the qualification requirements. You must give us any information we request and evidence to prove that you meet these requirements. You continue to be qualified for SVB unless we determine that you no longer meet the requirements for qualification in § 408.202 or we determine that you are not qualified because one of the conditions listed in § 404.204 of this chapter exists. You continue to be entitled to receive benefits unless we determine you are no longer residing outside the United States.", "hierarchy_path": [], "tokens": 112}
{"doc_id": "cfr_20_408", "sec_id": "§408.202", "label": "408.202", "heading": ", you will not be qualified for", "text": "SVB for or entitled to receive SVB payments for any of the following months. (1) Removal from the United States. Any month that begins after the month in which we are advised by the Attorney General that you have been removed (including deported) from the United States pursuant to section 237(a) or 212(a)(6)(A) of the Immigration and Nationality Act and before the month in which you are subsequently lawfully admitted to the United States for permanent residence. (2) Fleeing felon. Any month during any part of which you are fleeing to avoid prosecution, or custody or confinement after conviction, under the laws of the United States or the jurisdiction in the United States from which you fled, for a crime or an attempt to commit a crime that is a felony under the laws of the place from which you fled, or in the case of the State of New Jersey, is a high misdemeanor. (3) Parole violation. Any month during any part of which you violate a condition of probation or parole imposed under Federal or State law. (4) Residence in certain countries. Any month during which you are not a citizen or national of the United States and reside in a country to which payments to residents of that country are withheld by the Treasury Department under section 3329 of title 31, United States Code. (b) Condition occurs before we determine that you are qualified. If one of the conditions in paragraph (a) of this section occurs before we determine that you are qualified, we will deny your claim for SVB. (c) Condition occurs after we determine that you are qualified. If one of the conditions in paragraph (a) of this section occurs after we determine that you are 733 408.206 20 CFR Ch. III (4–1–25 Edition) qualified for SVB, you cannot receive SVB payments for any month in which the condition exists.", "hierarchy_path": [], "tokens": 315}
{"doc_id": "cfr_20_408", "sec_id": "§408.216", "label": "408.216", "heading": "Are you a World War II veteran?", "text": "(a) Service requirements. For SVB purposes, you are a World War II veteran if you: (1) Served in the active military, naval or air service of the United States during World War II at any time 734 Social Security Administration 408.220 during the period beginning on September 16, 1940 and ending on July 24, 1947; or (2) Served in the organized military forces of the Government of the Commonwealth of the Philippines, while the forces were in the service of the U.S. Armed Forces pursuant to the military order of the President dated July 26, 1941, including among the military forces organized guerrilla forces under commanders appointed, designated, or subsequently recognized by the Commander in Chief, Southwest Pacific Area, or other competent authority in the U.S. Army. This service must have been rendered at any time during the period beginning July 26, 1941 and ending on December 30, 1946. (b) Discharge requirements. You must have been discharged or released from this service under conditions other than dishonorable after service of 90 days or more or, if your service was less than 90 days, because of a disability or injury incurred or aggravated in the line of active duty. SSI ELIGIBILITY", "hierarchy_path": [], "tokens": 200}
{"doc_id": "cfr_20_408", "sec_id": "§408.206", "label": "408.206", "heading": "What happens when you", "text": "apply for SVB? (a) General rule. When you apply for SVB, we will ask you for documents and other information that we need to determine if you meet all the requirements for qualification. You must give us complete information (see subpart D of this part for our rules on evidence). If you do not meet all of the requirements in", "hierarchy_path": [], "tokens": 60}
{"doc_id": "cfr_20_408", "sec_id": "§408.208", "label": "408.208", "heading": "What happens if you establish residence outside the United", "text": "States within 4 calendar months? If you begin residing outside the United States within 4 calendar months after the month in which your SVB qualification notice is dated, we will send you a letter telling you that you are entitled to SVB and the first month for which SVB payments can be made to you. The letter will also tell you the amount of your monthly benefit payments, whether your payments are reduced because of your other benefit income, and what rights you have to a reconsideration of our determination.", "hierarchy_path": [], "tokens": 90}
{"doc_id": "cfr_20_408", "sec_id": "§408.210", "label": "408.210", "heading": "What happens if you do not", "text": "establish residence outside the United States within 4 calendar months? If you do not establish residence outside the United States within 4 calendar months after the month in which your SVB qualification notice is dated, we will deny your SVB claim. We will send you a notice explaining what rights you have to a reconsideration of our determination. You will have to file a new application and meet all the requirements for qualification and entitlement based on the new application to become entitled to SVB.", "hierarchy_path": [], "tokens": 85}
{"doc_id": "cfr_20_408", "sec_id": "§408.212", "label": "408.212", "heading": "What happens if you are a", "text": "qualified individual already residing outside the United States? If you meet all the requirements for qualification listed in § 408.202 and if none of the conditions listed in § 408.204 exist, we will ask you for documents and information to establish your residence outside the United States. If you establish that you are residing outside the United States, we will send you a letter telling you that you are entitled to SVB and the first month for which SVB payments can be made to you. The letter will also tell you the amount of your monthly benefit payments, whether your payments are reduced because of your other benefit income, and what rights you have to a reconsideration of our determination. AGE", "hierarchy_path": [], "tokens": 121}
{"doc_id": "cfr_20_408", "sec_id": "§408.214", "label": "408.214", "heading": "Are you age 65?", "text": "You become age 65 on the first moment of the day before the anniversary of your birth corresponding to age 65. Thus, you must have been born on or before December 15, 1934 to be at least age 65 on December 14, 1999 and to qualify for SVB. MILITARY SERVICE", "hierarchy_path": [], "tokens": 50}
{"doc_id": "cfr_20_408", "sec_id": "§408.218", "label": "408.218", "heading": "Do you meet the SSI eligibility requirements?", "text": "For SVB purposes, you are eligible for SSI for a given month if all of the following are met: (a) You have been determined to be eligible for SSI (except as noted in paragraph (c) of this section); you do not have to actually receive a payment for that month; (b) Your SSI eligibility has not been terminated for that month; and (c) Your SSI benefits are not subject to a penalty under § 416.1340 of this chapter. This includes months in which a penalty has been imposed, as well as months in which a penalty cannot be imposed because you are in SSI nonpay status for some other reason. OTHER BENEFIT INCOME", "hierarchy_path": [], "tokens": 113}
{"doc_id": "cfr_20_408", "sec_id": "§408.220", "label": "408.220", "heading": "Do you have other benefit income?", "text": "(a) Description of other benefit income. Other benefit income is any regular periodic payment (such as an annuity, pension, retirement or disability benefit) that you receive. For other benefit income to affect your SVB eligibility, you must have been receiving the other benefit income in any part of the 12month period before the month in which you filed your application for SVB. Payments received after you become entitled to SVB can be included as other benefit income only if you received a similar payment from the same or a related source during any part of the 12-month period before the month in which you filed your application for SVB. (b) When other benefit payments are considered to be similar payments from the same or a related source. Payments are similar payments from the same or a related source if they are received from sources substantially related to the sources of income received before you became entitled to SVB. For example, if you received U.S. Social Security spouse’s benefits in the 12-month period before you filed your application for SVB and these were changed to widower’s benefits after you became entitled to SVB, we would consider this to be from the same or a related source. (c) Examples of other benefit income. Other benefit income can come from a source inside or outside the United States. It includes, but is not limited to, any of the following: (1) Veterans’ compensation or pension, (2) Workers’ compensation, (3) U.S. or foreign Social Security benefits (not including SSI payments from the U.S.), (4) Railroad retirement annuity or pension, (5) Retirement or disability pension, (6) Individual Retirement Account (IRA) payments, and (7) Unemployment insurance benefit. (d) If you receive a lump-sum payment. Regular periodic payments can also include lump-sum payments made at your request or as an administrative convenience or practice in place of more See", "hierarchy_path": [], "tokens": 311}
{"doc_id": "cfr_20_408", "sec_id": "§408.222", "label": "408.222", "heading": "How does your other benefit", "text": "income affect your SVB? ancy in months at the time the lump sum is paid. (a) Income began before you qualify for SVB. If, at the time you file your application for SVB, your other benefit income is equal to, or more than, the maximum SVB payment possible (see", "hierarchy_path": [], "tokens": 49}
{"doc_id": "cfr_20_408", "sec_id": "§408.505", "label": "408.505", "heading": "How do we determine the", "text": "amount of your SVB payment? (a) Maximum SVB payment. The maximum monthly SVB payment is equal to 75% of the FBR for an individual under title XVI of the Act. See § 416.410 of this chapter. (b) Cost-of-living adjustments in the FBR. The maximum SVB amount will increase whenever there is a cost-ofliving increase in the SSI FBR under the provisions of § 416.405 of this chapter. The basic SVB amount following such an increase is equal to 75 percent of the increased FBR. (c) When we will reduce the amount of your basic benefit. We will reduce your basic benefit by the amount of the other benefit income you receive in that month, as explained in § 408.510.", "hierarchy_path": [], "tokens": 119}
{"doc_id": "cfr_20_408", "sec_id": "§408.224", "label": "408.224", "heading": "How do we determine the", "text": "monthly amount of your other benefit income? If your other benefit income is paid in other than monthly amounts, we will compute the equivalent monthly amount as follows: (a) Weekly payments. We multiply the amount of the weekly payment by 52 and divide by 12 to determine the equivalent monthly payment amount. (b) Bi-weekly payments. We multiply the amount of the bi-weekly payment by 26 and divide by 12 to determine the equivalent monthly payment amount. (c) Quarterly payments. We multiply the amount of the quarterly payment by 4 and divide by 12 to determine the equivalent monthly payment amount. (d) Semi-annual payments. We multiply the amount of the semi-annual payment by 2 and divide by 12 to determine the equivalent monthly payment amount. (e) Lump sum payment. If the paying agency will not prorate the lump sum to determine the monthly amount, we will compute the amount as follows: (1) If the payment is for a specific period. We divide the lump sum by the number of months in the period for which the payment was made to determine the equivalent monthly payment amount. (2) If the payment is for a lifetime or for an unspecified period. We divide the lump sum amount by your life expect-", "hierarchy_path": [], "tokens": 208}
{"doc_id": "cfr_20_408", "sec_id": "§408.226", "label": "408.226", "heading": "What happens if you begin", "text": "receiving other benefit income after you become entitled to SVB? If you begin receiving other benefit income after you become entitled to SVB, we will reduce your SVB by the amount of those payments only if you were receiving similar benefits from the same or a related source during the 12-month period before you filed for SVB. (See § 408.220(b) for a description of when we consider other benefit income to be from the same or a related source.) RESIDENCE OUTSIDE THE UNITED STATES", "hierarchy_path": [], "tokens": 84}
{"doc_id": "cfr_20_408", "sec_id": "§408.228", "label": "408.228", "heading": "When do we consider you to", "text": "be residing outside the United States? (a) Effect of residency on SVB eligibility. You can be paid SVB only for those months in which you are residing outside the United States but you can not be paid for a month that is earlier than the month in which you filed your application for SVB. You are residing outside the United States in a month only if you reside outside the United States on the first day of that month. For SVB purposes, you can be a resident of only one country at a time. You cannot, for example, maintain a residence in the United States and a residence outside the United States at the same time. (b) Definition of residing outside the United States. We consider you to be residing outside the United States if you: (1) Have established an actual dwelling place outside the United States; and (2) Intend to continue to live outside the United States. (c) When we will assume you intend to continue living outside the United States. If you tell us, or the evidence shows, that you intend to reside outside the United States for at least 6 months, we will assume you meet the intent requirement in paragraph (b)(2) of this section. Otherwise we will assume, absent convincing evidence to the contrary, that your stay is temporary and that you are not residing outside the United States. 736 Social Security Administration", "hierarchy_path": [], "tokens": 237}
{"doc_id": "cfr_20_408", "sec_id": "§408.234", "label": "408.234", "heading": "Can you continue to receive", "text": "SVB payments if you stay in the United States for more than 1 full calendar month? (a) When we will consider your foreign residence to continue. We will continue to consider you to be a foreign resident and will continue to pay you SVB payments even if you have been in the United States for more than 1 full calendar month if you— (1) Made a good faith effort to return to your home abroad within that 1month period but were prevented from doing so by circumstances beyond your control (e.g., sickness, a death in the family, a transportation strike, etc.); or (2) Are exercising your option to be personally present in the United States to present testimony and other evidence in the appeal of an SSA decision on a claim filed under any SSA-administered program. This extension applies only as long as you are participating in activities where you are providing testimony and other evidence in connection with a determination or decision at a specific level of the appeals process (e.g., a hearing before an administrative law judge). (b) When you must return to your home abroad. When the circumstance/event that was the basis for the continuation of your SVB payments ceases to exist, you must return to your home abroad within 1 full calendar month. If you do not return to your home abroad within this 1-calendar-month period, we will consider you to have lost or abandoned your foreign resident status for SVB purposes and we will stop your SVB payments with the first day of the month following the first full calendar month you remain in the United States. 737 408.301 20 CFR Ch. III (4–1–25 Edition) Subpart C—Filing Applications AUTHORITY: Secs. 702(a)(5), 802, 806, and 810 of the Social Security Act (42 U.S.C. 902(a)(5), 1102, 1106 and 1110); Sec. 251, Pub. L. 106–169, 113 Stat. 1844. FILING YOUR APPLICATION", "hierarchy_path": [], "tokens": 313}
{"doc_id": "cfr_20_408", "sec_id": "§408.230", "label": "408.230", "heading": "When must you begin residing outside the United States?", "text": "(a) 4-month rule. Except as provided in paragraph (b) of this section, you must begin residing outside the United States by the end of the fourth calendar month after the month in which the notice explaining that you are qualified for SVB is dated, as explained in § 408.206. If you do not establish residence outside the United States within this 4-month period, we will deny your claim for SVB. You will have to file a new application and meet all the requirements for qualification and entitlement based on the new application to become entitled to SVB. (b) When we will extend the 4-month period. We will extend the 4-month period for establishing residence outside the United States if you are in the United States and are appealing either: (1) A determination that we made on your SVB claim, or (2) A determination that we made on a title II and/or a title XVI claim but only if the determination affects your SVB qualification. (c) How we extend the 4-month period. If the requirements in paragraph (b) of this section are met, the 4-month period begins with the month after the month in which your notice of our decision on your appeal is dated or the month in which your appeal rights have expired.", "hierarchy_path": [], "tokens": 214}
{"doc_id": "cfr_20_408", "sec_id": "§408.232", "label": "408.232", "heading": "When do you lose your foreign resident status?", "text": "(a) General rule. We consider you to have lost or abandoned your residence outside the United States if you: (1) Enter the United States and stay for more than 1 full calendar month (see § 408.234 for exceptions to this rule); (2) Tell us that you no longer consider yourself to be residing outside the United States; or (3) Become eligible (as defined by title XVI) for SSI benefits. (b) Resumption of SVB following a period of U.S. residence. Once you lose or abandon your residence outside the United States, you cannot receive SVB again until you meet all the requirements for SVB qualification and reestablish your residence outside the United States. Example: You leave your home outside the United States on June 15 to visit your son in the United States and return to your home abroad on August 15. Your SVB payments will continue for the months of June and July. However, because you were in the United States for the entire calendar month of July (i.e., all of the first day through all of the last day of July), you are not entitled to an SVB payment for the month of August. Your SVB payments resume with September, the month you reestablished your residence outside the United States.", "hierarchy_path": [], "tokens": 211}
{"doc_id": "cfr_20_408", "sec_id": "§408.301", "label": "408.301", "heading": "What is this subpart about?", "text": "This subpart contains our rules about filing applications for SVB. It explains what an application is, who may sign it, where and when it must be signed and filed, the period of time it is in effect, and how it may be withdrawn. This subpart also explains when a written statement or an oral inquiry may be considered to establish your application filing date.", "hierarchy_path": [], "tokens": 64}
{"doc_id": "cfr_20_408", "sec_id": "§408.305", "label": "408.305", "heading": "Why do you need to file an", "text": "application to receive benefits? In addition to meeting other requirements, you must file an application to become entitled to SVB. If you believe you may be entitled to SVB, you should file an application. Filing an application will— (a) Permit us to make a formal decision on whether you qualify for SVB; (b) Assure that you receive SVB for any months you are entitled to receive payments; and (c) Give you the right to appeal if you are dissatisfied with our determination.", "hierarchy_path": [], "tokens": 82}
{"doc_id": "cfr_20_408", "sec_id": "§408.310", "label": "408.310", "heading": "What makes an application a", "text": "claim for SVB? To be considered a claim for SVB, an application must generally meet all of the following conditions: (a) It must be on the prescribed SVB application form (SSA–2000–F6, Application for Special Benefits for World War II Veterans). (b) It must be completed and filed with SSA as described in § 408.325. (c) It must be signed by you or by someone who may sign an application for you as described in § 408.315. (d) You must be alive at the time it is filed.", "hierarchy_path": [], "tokens": 87}
{"doc_id": "cfr_20_408", "sec_id": "§408.315", "label": "408.315", "heading": "Who may sign your application?", "text": "(a) When you must sign. If you are mentally competent, and physically able to do so, you must sign your own application. (b) When someone else may sign for you. (1) If you are mentally incompetent, or physically unable to sign, your application may be signed by a court-appointed representative or a person who is responsible for your care, including a relative. If you are in the care of an institution, the manager or principal officer of the institution may sign your application. (2) If it is necessary to protect you from losing benefits and there is good cause why you could not sign the application, we may accept an application signed by someone other than you or a person described in paragraph (b)(1) of this section. Example: Mr. Smith comes to a Social Security office a few days before the end of a month to file an application for SVB for his neighbor, Mr. Jones. Mr. Jones, a 68-year-old widower, just suffered a heart attack and is in the hospital. He asked Mr. Smith to file the application for him. We will accept an application signed by Mr. Smith because it would not be possible to have Mr. Jones sign and file the application until the next calendar month and a loss of one month’s benefits would result.", "hierarchy_path": [], "tokens": 219}
{"doc_id": "cfr_20_408", "sec_id": "§408.320", "label": "408.320", "heading": "What evidence shows that a", "text": "person has authority to sign an application for you? (a) A person who signs an application for you will be required to give us evidence of his or her authority to sign the application for you under the following rules: (1) If the person who signs is a courtappointed representative, he or she must give us a certificate issued by the court showing authority to act for you. (2) If the person who signs is not a court-appointed representative, he or she must give us a statement describing his or her relationship to you. The statement must also describe the extent to which the person is responsible for your care. (3) If the person who signs is the manager or principal officer of an institution which is responsible for your care, he or she must give us a statement indicating the person’s position of responsibility at the institution. 738 Social Security Administration 408.345 (b) We may, at any time, require additional evidence to establish the authority of a person to sign an application for you.", "hierarchy_path": [], "tokens": 175}
{"doc_id": "cfr_20_408", "sec_id": "§408.325", "label": "408.325", "heading": "When", "text": "is your application considered filed? (a) General rule. We consider an application for SVB filed on the day it is received by an SSA employee at one of our offices, by an SSA employee who is authorized to receive it at a place other than one of our offices, or by any office of the U.S. Foreign Service or by the Veterans Affairs Regional Office in the Philippines. (b) Exceptions. (1) When we receive an application that is mailed, we will use the date shown by the United States postmark as the filing date if using the date we receive it would result in your entitlement to additional benefits. If the postmark is unreadable, or there is no United States postmark, we will use the date the application is signed (if dated) or 5 days before the day we receive the signed application, whichever date is later. (2) We consider an application to be filed on the date of the filing of a written statement or the making of an oral inquiry under in §§ 408.340 and 408.345. the conditions (3) We will establish a deemed filing date of an application in a case of misinformation under the conditions described in § 408.351. The filing date of the application will be a date determined under § 408.351(b).", "hierarchy_path": [], "tokens": 217}
{"doc_id": "cfr_20_408", "sec_id": "§408.330", "label": "408.330", "heading": "How long will your application remain in effect?", "text": "Your application for SVB will remain in effect from the date it is filed until we make a final determination on it, unless there is a hearing decision on your application. If there is a hearing decision, your application will remain in effect until the hearing decision is issued. FILING DATE BASED ON WRITTEN STATEMENT OR ORAL INQUIRY", "hierarchy_path": [], "tokens": 58}
{"doc_id": "cfr_20_408", "sec_id": "§408.340", "label": "408.340", "heading": "When will we use a written", "text": "statement as your filing date? If you file with us under the rules stated in § 408.325 a written statement, such as a letter, indicating your intent If to claim SVB, we will use the filing date of the written statement as the filing date of your application. If the written statement is mailed, we will use the date the statement was mailed to us as shown by the United States is the postmark. unreadable or there is no United States postmark, we will use the date the statement is signed (if dated) or 5 days before the day we receive the written statement, whichever date is later, as the filing date. In order for us to use your written statement to protect your filing date, the following requirements must be met: postmark (a) The statement indicates your intent to file for benefits. (b) The statement is signed by you, your spouse, or a person described in", "hierarchy_path": [], "tokens": 157}
{"doc_id": "cfr_20_408", "sec_id": "§408.345", "label": "408.345", "heading": "When will we use the date of", "text": "an oral inquiry as your application filing date? We will use the date of an oral inquiry about SVB as the filing date of your application for SVB if the following requirements are met: (a) The inquiry asks about your entitlement to SVB. (b) The inquiry is made by you, your spouse, or a person who may sign an application on your behalf as described in § 408.315. (c) The inquiry, whether in person or by telephone, is directed to an office or an official described in § 408.325(a). (d) You, or a person on your behalf as described in § 408.315, file an application on a prescribed form within 60 days 739 408.351 20 CFR Ch. III (4–1–25 Edition) after the date of the notice we will send telling of the need to file an application. The notice will say that we will make an initial determination on whether you qualify for SVB if an application form is filed within 60 days after the date of the notice. However, if it is clear from the information we receive that you are mentally incompetent, we will send the notice to the person who made the inquiry. (e) You are alive when the prescribed application is filed. DEEMED FILING DATE BASED ON MISINFORMATION", "hierarchy_path": [], "tokens": 212}
{"doc_id": "cfr_20_408", "sec_id": "§408.351", "label": "408.351", "heading": "What happens if we give you", "text": "misinformation about filing an application? (a) General rule. You may have considered applying for SVB, for yourself or another person and you may have contacted us in writing, by telephone or in person to inquire about filing an application for SVB. It is possible that in responding to your inquiry, we may have given you misinformation about qualification for such benefits that caused you not to file an application at that time. If this happened and use of that date will result in entitlement to additional benefits, and you later file an application for SVB with us, we may establish an earlier filing date as explained in paragraphs (b) through (f) of this section. (b) Deemed filing date of an application based on misinformation. Subject to the requirements and conditions in paragraphs (c) through (f) of this section, we may establish a deemed filing date of an application for SVB under the following provisions. (1) If we determine that you failed to apply for SVB because we gave you misinformation about qualification for or entitlement to such benefits, we will deem an application for such benefits to have been filed with us on the later of— (i) The date on which we gave you the misinformation; or (ii) The date on which all of the requirements for qualification to SVB were met, other than the requirement of filing an application. (2) Before we may establish a deemed filing date of an application for SVB under paragraph (b)(1) of this section, you or a person described in § 408.315 must file an application for such benefits. (c) Requirements concerning the misinformation. We apply the following requirements for purposes of paragraph (b) of this section. (1) The misinformation must have been provided to you by one of our employees while he or she was acting in his or her official capacity as our employee. For purposes of this section, an employee includes an officer of SSA, an employee of a U.S. Foreign Service office, and an employee of the SSA Division of the Veterans Affairs Regional Office in the Philippines who is authorized to take and develop Social Security claims. (2) Misinformation is information which we consider to be incorrect, misleading, or incomplete in view of the facts which you gave to the employee, or of which the employee was aware or should have been aware, regarding your particular circumstances. In addition, for us to find that the information you were given was incomplete, the employee must have failed to provide you with the appropriate, additional information which he or she would be required to provide in carrying out his or her official duties. (3) The misinformation may have been provided to you orally or in writing. (4) The misinformation must have been provided to you in response to a specific request by you to us for information about your qualification for SVB. (d) Evidence that misinformation was provided. We will consider the following evidence in making a determination under paragraph (b) of this section. (1) Preferred evidence. Preferred evidence is written evidence which relates directly to your inquiry about your qualification for SVB and which shows that we gave you misinformation which caused you not to file an application. Preferred evidence includes, but is not limited to, the following— (i) A notice, letter or other document which was issued by us and addressed to you; or (ii) Our record of your telephone call, letter or in-person contact. 740 Social Security Administration 408.351 (2) Other evidence. In the absence of preferred evidence, we will consider other evidence, including your statements about the alleged misinformation, to determine whether we gave you misinformation, which caused you not to file an application. We will not find that we gave you misinformation, however, based solely on your statements. Other evidence which you provide or which we obtain must support your statements. Evidence which we will consider includes, but is not limited to, the following— (i) Your statements about the alleged misinformation, including statements about— (A) The date and time of the alleged contact(s); (B) How the contact was made, e.g., by telephone or in person; (C) The reason(s) the contact was made; (D) Who gave the misinformation; and (E) The questions you asked and the facts you gave us, and the questions we asked and the information we gave you, at the time of the contact; (ii) Statements from others who were present when you were given the alleged misinformation, e.g., a neighbor who accompanied you to our office; (iii) If you can identify the employee or the employee can recall your inquiry about benefits— (A) Statements from the employee concerning the alleged contact, including statements about the questions you asked, the facts you gave, the questions the employee asked, and the information provided to you at the time of the alleged contact; and (B) Our assessment of the likelihood that the employee provided the alleged misinformation; (iv) An evaluation of the credibility and the validity of your allegations in conjunction with other relevant information; and (v) Any other information regarding your alleged contact. (e) Information which does not constitute satisfactory proof that misinformation was given. Certain kinds of information will not be considered satisfactory proof that we gave you misinformation which caused you not to file an application. Examples of such information include— (1) General informational pamphlets that we issue to provide basic program information; (2) General information which we review or prepare but which is disseminated by the media, e.g., radio, television, magazines, and newspapers; and (3) Information provided by other governmental agencies, e.g., the Department of Veterans Affairs (except for certain employees of the SSA Division of the Veterans Affairs Regional Office in the Philippines as provided in paragraph (c)(1) of this section), the Department of Defense, State unemployment agencies, and State and local governments. (f) Claim for benefits based on misinformation. You may make a claim for SVB based on misinformation at any time. Your claim must contain information that will enable us to determine if we did provide misinformation to you about qualification for SVB which caused you not to file an application. Specifically, your claim must be in writing and it must explain what information was provided, how, when and where it was provided and by whom, and why the information caused you not to file an application. If you give us this information, we will make a determination on such a claim for benefits if all of the following conditions are also met. (1) An application for SVB is filed with us by you or someone described in", "hierarchy_path": [], "tokens": 1099}
{"doc_id": "cfr_20_408", "sec_id": "§408.355", "label": "408.355", "heading": "Can you withdraw your application?", "text": "(a) Request for withdrawal filed before a determination is made. You may withdraw your application for SVB before we make a determination on it if— (1) You, or a person who may sign an application for you under § 408.315, file a written request for withdrawal at a place described in § 408.325; and Subpart D—Evidence Requirements AUTHORITY: Secs. 702(a)(5), 806, and 810 of the Social Security Act (42 U.S.C. 902(a)(5), 1006, and 1010); sec. 251, Pub. L. 106–169, 113 Stat. 1844. GENERAL INFORMATION", "hierarchy_path": [], "tokens": 84}
{"doc_id": "cfr_20_408", "sec_id": "§408.401", "label": "408.401", "heading": "What is this subpart about?", "text": "We cannot determine your entitlement to SVB based solely on your statements about your qualification for benefits or other facts concerning payments to you. We will ask you for specific evidence or additional information. We may verify the evidence you give us with other sources to ensure that it is correct. This subpart contains our rules about the evidence you need to give us when you claim SVB. (2) You are alive at the time the re-", "hierarchy_path": [], "tokens": 77}
{"doc_id": "cfr_20_408", "sec_id": "§408.402", "label": "408.402", "heading": "When do you need to give us", "text": "quest is filed. (b) Request for withdrawal filed after a determination is made. An application may be withdrawn after we make a determination on it if you repay all benefits already paid based on the application being withdrawn or we are satisfied that the benefits will be repaid. (c) Effect of withdrawal. If we approve your request to withdraw your application, we consider that the application was never filed. If we disapprove your request for withdrawal, we treat your application as though you did not file a request for withdrawal.", "hierarchy_path": [], "tokens": 90}
{"doc_id": "cfr_20_408", "sec_id": "§408.360", "label": "408.360", "heading": "Can you cancel your request", "text": "to withdraw your application? You may request to cancel your request to withdraw your application and have your application reinstated if all of the following requirements are met: (a) You, or someone who may sign an application for you under § 408.315, file a written request for cancellation at a place described in § 408.325; (b) You are alive at the time you file your request for cancellation; and (c) A cancellation request received after we have approved your withdrawal must be filed no later than 60 days after the date of the notice of approval. evidence? When you apply for SVB, we will ask you for any evidence we need to make sure that you meet the SVB qualification and entitlement requirements. After you begin receiving SVB, we may ask you for evidence showing whether your SVB payments should be reduced or stopped. We will help you get any documents you need but do not have. If your evidence is a foreign-language record or document, we can have it translated for you. The evidence you give us will be kept confidential and not disclosed to anyone but you except under the rules set out in part 401 of this chapter. You should also be aware that section 811 of the Act provides criminal penalties for misrepresenting the facts or for making false statements to obtain SVB payments for yourself or someone else, or to continue entitlement to benefits.", "hierarchy_path": [], "tokens": 239}
{"doc_id": "cfr_20_408", "sec_id": "§408.403", "label": "408.403", "heading": "Where should you give us", "text": "your evidence? You should give your evidence to the people at a Social Security Administration office. In the Philippines, you should give your evidence to the people at the Veterans Affairs Regional Office. Elsewhere outside the United States, you should give your evidence to the 742 Social Security Administration 408.406 people at the nearest U.S. Social Security office or a United States Foreign Service Office.", "hierarchy_path": [], "tokens": 65}
{"doc_id": "cfr_20_408", "sec_id": "§408.404", "label": "408.404", "heading": "What happens if you fail to", "text": "give us the evidence we ask for? (a) You have not yet qualified for SVB. Generally, we will ask you to give us specific evidence or information by a certain date to prove that you qualify for SVB or to prove your foreign residence. If we do not receive the evidence or information by that date, we may decide that you do not qualify for SVB or may not receive SVB and deny your claim. (b) You have qualified for or become entitled to SVB. If you have already qualified for or become entitled to SVB, we may ask you to give us information by a specific date to decide whether you should receive benefits or, if you are already receiving benefits, whether your benefits should be stopped or reduced. If you do not give us the requested evidence or information by the date given, we may decide that you are no longer entitled to benefits or that your benefits should be stopped or reduced. (c) If you need more time. You should let us know if you are unable to give us the evidence or information within the specified time and explain why there will be a delay. If this delay is due to illness, failure to receive timely evidence you have asked for from another source, or a similar circumstance, we will give you additional time to give us the evidence.", "hierarchy_path": [], "tokens": 233}
{"doc_id": "cfr_20_408", "sec_id": "§408.405", "label": "408.405", "heading": "When do we require original", "text": "records or copies as evidence? (a) General rule. To prove your qualification for or continuing entitlement to SVB, you may be asked to show us an original document or record. These original documents or records will be returned to you after we have photocopied them. We will also accept copies of original records that are properly certified and some uncertified birth certifications. These types of records are described in paragraphs (b) and (c) of this section. (b) Certified copies of original records. You may give us copies of original records or extracts from records if they are certified as true and exact copies by: (1) The official custodian of the record; (2) A Social Security Administration employee authorized to certify copies; (3) A Veterans Affairs employee if the evidence was given to that agency to obtain veteran’s benefits; (4) An employee of the Veterans Affairs Regional Office, Manila, Philippines who is authorized to certify copies; or (5) A U.S. Consular Officer or employee of the Department of State authorized to certify evidence received outside the United States. (c) Uncertified copies of original birth records. You may give us an uncertified photocopy of a birth registration notification as evidence of age where it is the practice of the local birth registrar to issue them in this way.", "hierarchy_path": [], "tokens": 216}
{"doc_id": "cfr_20_408", "sec_id": "§408.406", "label": "408.406", "heading": "How do we evaluate the evidence you give us?", "text": "When you give us evidence, we examine it to see if it is convincing evidence. This means that unless we have information in our records that raises a doubt about the evidence, other evidence of the same fact will not be needed. If the evidence you give us is not convincing by itself, we may ask you for additional evidence. In evaluating whether the evidence you give us is convincing, we consider such things as whether: (a) The information contained in the evidence was given by a person in a position to know the facts; (b) There was any reason to give false information when the evidence was created; (c) The information in the evidence was given under oath, or with witnesses present, or with the knowledge that there was a penalty for giving false information; (d) The evidence was created at the time the event took place or shortly thereafter; (e) The evidence has been altered or has any erasures on it; and (f) The information contained in the evidence agrees with other available evidence including our records. 743 408.410 20 CFR Ch. III (4–1–25 Edition) AGE", "hierarchy_path": [], "tokens": 188}
{"doc_id": "cfr_20_408", "sec_id": "§408.410", "label": "408.410", "heading": "When do you need to give us", "text": "evidence of your age? To qualify for SVB you must establish that you were age 65 or older on December 14, 1999, the date on which Public Law 106–169 was enacted into law. If we have already established your age or date of birth in connection with your claim for other benefit programs that we administer, you will not have to give us evidence of your age for your SVB claim. If we have not established your age or date of birth, you must give us evidence of your age or date of birth. In the absence of information to the contrary, we generally will not ask for additional evidence of your age or date of birth if you state that you are at least age 68, and you submit documentary evidence that is at least 3 years old when the application is filed and supports your statement.", "hierarchy_path": [], "tokens": 148}
{"doc_id": "cfr_20_408", "sec_id": "§408.412", "label": "408.412", "heading": "What kinds of evidence of", "text": "age do you need to give us? For a description of the kinds of evidence of age you may need to give us, see § 416.802 of this chapter.", "hierarchy_path": [], "tokens": 29}
{"doc_id": "cfr_20_408", "sec_id": "§408.413", "label": "408.413", "heading": "How do we evaluate the evidence of age you give us?", "text": "In evaluating the evidence of age you give us, we use the rules in § 416.803 of this chapter. MILITARY SERVICE", "hierarchy_path": [], "tokens": 21}
{"doc_id": "cfr_20_408", "sec_id": "§408.420", "label": "408.420", "heading": "What evidence of World War", "text": "II military service do you need to give us? (a) Kinds of evidence you can give us. To show that you are a World War II veteran as defined in § 408.216, you can give us any of the documents listed in", "hierarchy_path": [], "tokens": 42}
{"doc_id": "cfr_20_408", "sec_id": "§408.425", "label": "408.425", "heading": "How do we establish your eligibility for SSI?", "text": "To qualify for SVB, you must have been eligible for SSI for the month of December 1999, the month in which Public Law 106–169 was enacted, and for the month in which you filed your application for SVB. You do not have to submit evidence of this. We will use our SSI record of your eligibility to determine if you meet these requirements. OTHER BENEFIT INCOME", "hierarchy_path": [], "tokens": 66}
{"doc_id": "cfr_20_408", "sec_id": "§408.430", "label": "408.430", "heading": "When do you need to give us", "text": "evidence of your other benefit income? If you tell us or if we have information indicating that you are receiving other benefit income that could affect your qualification for or the amount of your SVB payments, we will ask you to give us evidence of that income as explained in § 408.432.", "hierarchy_path": [], "tokens": 52}
{"doc_id": "cfr_20_408", "sec_id": "§408.432", "label": "408.432", "heading": "What kind of evidence of", "text": "your other benefit income do you need to give us? As evidence of your other benefit income, we may require a document such as an award notice or other letter from the paying agency or written notification from the former employer, insurance company, etc. The evidence should show the benefit payable, the 744 Social Security Administration 408.437 current amount of the payment, and the date the payment began. RESIDENCE", "hierarchy_path": [], "tokens": 69}
{"doc_id": "cfr_20_408", "sec_id": "§408.435", "label": "408.435", "heading": "How do you prove that you", "text": "are residing outside the United States? (a) General rule. To establish that you are residing outside the United States for SVB purposes, you must give us all of the following: (1) Evidence of the date on which you arrived in the country in which you are residing; (2) A statement signed by you showing the address at which you are living and that you intend to continue living there; and (3) Evidence that you are actually living at the address given in your signed statement. (b) Evidence of the date you entered the foreign country. To establish the date you arrived in the country in which you are residing, you can give us evidence such as: (1) A visa or passport showing the date you entered that country; (2) Your plane ticket showing the date you arrived in that country; or (3) An entry permit showing the date you entered that country. (c) Evidence of your actual place of residence. To establish your actual place of residence, you can give us evidence such as: (1) A lease agreement showing where you live; (2) Rental or mortgage receipts; (3) Utility or other bills addressed to you at the address where you live; (4) A signed statement from a local official showing that he or she knows where you live, when you began living there and how he or she knows this information; or (5) A Standard Form 1199A, Direct Deposit Sign-Up Form, showing your address abroad and signed by an official of the financial institution after the date you arrived in the country in which you will be residing.", "hierarchy_path": [], "tokens": 268}
{"doc_id": "cfr_20_408", "sec_id": "§408.437", "label": "408.437", "heading": "How do you prove that you", "text": "had good cause for staying in the United States for more than 1 full calendar month? (a) General rule. If you believe that you meet the requirements in § 408.234 and that you should continue to receive SVB payments even though you have been in the United States for more than 1 full calendar month, you must give us evidence that you had good cause for staying in the United States. (b) Circumstances prevent you from returning to your home abroad. To prove that you had good cause for staying in the United States for more than 1 full calendar month, you must give us evidence of your good faith effort to return to your home abroad before the 1month period had elapsed and of the circumstances/event which prevented your return to your home abroad. (1) Evidence of your good faith effort to return to your home abroad. Evidence of your plans to return to your home abroad can include, but is not limited to: (i) A plane ticket showing that you intended to return to your home abroad before the expiration of 1 full calendar month; or (ii) Notice from a travel agency or airline confirming the cancellation of your reservation to return to your home abroad on a date within 1 full calendar month. (2) Evidence of the circumstances preventing your return to your home abroad. The evidence we will accept from you to support the circumstance or event that prevented you from returning to your home abroad will depend on the reason you are staying in the United States. It can include, but is not limited to, a: (i) Newspaper article or other publication describing the event or natural disaster which prevented your return; or (ii) Doctor’s statement, etc. showing that you are unable to travel; or (iii) Death certificate or notice if you are staying in the United States to attend the funeral of a member of your family. (c) You are appealing a decision we made. To establish that you had good cause to stay in the United States for more than 1 full calendar month because you want to appear in person at the appeal of a decision on a claim filed under a program administered by the Social Security Administration, you 745 408.501 20 CFR Ch. III (4–1–25 Edition) must submit evidence of this. The evidence must identify the appeal proceeding and the dates you are scheduled to attend. (d) When we may ask for more evidence. If you stay in the United States for several months, we may ask you to give us more evidence to prove that you are still unable to return to your home abroad. Subpart E—Amount and Payment of Benefits AUTHORITY: Secs. 702(a)(5), 801, 805, and 810 of the Social Security Act (42 U.S.C. 902(a)(5), 1001, 1005, and 1010); Sec. 251, Pub. L. 106–169, 113 Stat. 1844.", "hierarchy_path": [], "tokens": 479}
{"doc_id": "cfr_20_408", "sec_id": "§408.501", "label": "408.501", "heading": "What is this subpart about?", "text": "This subpart explains how we compute the amount of your monthly SVB payment, including how we reduce your payments if you receive other benefit income. It also explains how we pay benefits under the SVB program.", "hierarchy_path": [], "tokens": 36}
{"doc_id": "cfr_20_408", "sec_id": "§408.510", "label": "408.510", "heading": "How do we reduce your SVB", "text": "when you receive other benefit income? (a) Amount of the reduction. If you receive other benefit income as defined in § 408.220, we will reduce your SVB payment by the amount of the other benefit income you receive in that month. The reduction is on a dollarfor-dollar and cents-for-cents basis. We do not round SVB payment amounts except as described in paragraph (b) of this section. (b) Minimum benefit amount. If the reduction described in paragraph (a) of this section results in a benefit amount that is greater than zero but less than $1.00, we will pay you a benefit of $1.00 for that month.", "hierarchy_path": [], "tokens": 105}
{"doc_id": "cfr_20_408", "sec_id": "§408.515", "label": "408.515", "heading": "When do we make SVB payments?", "text": "SVB payments are made on the first day of each month and represent payment for that month. If the first day of the month falls on a Saturday, Sunday, or Federal legal holiday, payment will be made on the first day preceding such day that is not a Saturday, Sunday, or Federal legal holiday. Subpart F—Representative Payment AUTHORITY: Secs. 205(j)(1)(C), 702(a)(5), 807, and 810 of the Social Security Act (42 U.S.C. 405(j)(1)(C), 902(a)(5), 1007, and 1010). SOURCE: 69 FR 60235, Oct. 7, 2004, unless otherwise noted.", "hierarchy_path": [], "tokens": 86}
{"doc_id": "cfr_20_408", "sec_id": "§408.601", "label": "408.601", "heading": "What is this subpart about?", "text": "(a) Explanation of representative payment. This subpart explains the policies and procedures we follow to determine whether to pay your benefits to a representative payee and to select a representative payee for you. It also explains the responsibilities your representative payee has for using the funds he or she receives on your behalf. A representative payee may be either an individual or an organization. We will select a representative payee to receive your benefits if we believe your interests will be better served by paying a representative payee than by paying you directly. Generally, we appoint a representative payee if we determine you are unable to manage or direct the management of your own benefit payments. Because the representative payment policies and procedures we use for the title VIII program closely parallel our title II policies and procedures, we provide cross-references to the appropriate material in our title II representative payment rules in subpart U of part 404 of this chapter. (b) Policy we use to determine whether to make representative payment. For an 746 Social Security Administration 408.630 explanation of the policy we use to determine whether to pay your SVB to a representative payee, see § 404.2001(b) of this chapter.", "hierarchy_path": [], "tokens": 202}
{"doc_id": "cfr_20_408", "sec_id": "§408.610", "label": "408.610", "heading": "When will we send your SVB", "text": "representative to a payments payee? In determining when we will pay your benefits to a representative payee, we in the", "hierarchy_path": [], "tokens": 20}
{"doc_id": "cfr_20_408", "sec_id": "§408.611", "label": "408.611", "heading": "What happens to your monthly benefits while we are finding a", "text": "suitable representative payee for you? For an explanation of the policy we use to determine what happens to your monthly benefits while we are finding a suitable representative payee for you, see § 404.2011 of this chapter.", "hierarchy_path": [], "tokens": 37}
{"doc_id": "cfr_20_408", "sec_id": "§408.615", "label": "408.615", "heading": "What information do we consider in determining whether we", "text": "will pay your benefits to a representative payee? We determine whether to pay your benefits to a representative payee after considering the information listed in", "hierarchy_path": [], "tokens": 25}
{"doc_id": "cfr_20_408", "sec_id": "§408.618", "label": "408.618", "heading": "Advance designation of representative payees.", "text": "For information about advance designation, how to designate representative payees in advance, how to make changes to advance designations, how we consider an advance designation when we select a representative payee, how we consider an advance designation when we select a subsequent representative payee, and other relevant information, see §§ 404.2018, 404.2020, and 404.2021 of this chapter. [85 FR 7665, Feb. 11, 2020]", "hierarchy_path": [], "tokens": 63}
{"doc_id": "cfr_20_408", "sec_id": "§408.620", "label": "408.620", "heading": "What information do we consider in selecting the proper representative payee for you?", "text": "To select a proper representative payee for you, we consider the information listed in § 404.2020 of this chapter.", "hierarchy_path": [], "tokens": 19}
{"doc_id": "cfr_20_408", "sec_id": "§408.621", "label": "408.621", "heading": "What is our order of preference in selecting a representative", "text": "payee for you? We use the preference in", "hierarchy_path": [], "tokens": 8}
{"doc_id": "cfr_20_408", "sec_id": "§408.622", "label": "408.622", "heading": "Who may not serve as a representative payee?", "text": "For a list of individuals who may not serve as a representative payee, see", "hierarchy_path": [], "tokens": 14}
{"doc_id": "cfr_20_408", "sec_id": "§408.624", "label": "408.624", "heading": "How do we investigate a representative payee applicant?", "text": "Before selecting an individual or organization as your representative payee, we investigate him or her following the rules in § 404.2024 of this chapter.", "hierarchy_path": [], "tokens": 24}
{"doc_id": "cfr_20_408", "sec_id": "§408.625", "label": "408.625", "heading": "What information must a representative payee report to us?", "text": "Your representative payee must report to us information as described in", "hierarchy_path": [], "tokens": 11}
{"doc_id": "cfr_20_408", "sec_id": "§408.626", "label": "408.626", "heading": "How do we investigate an appointed representative payee?", "text": "After we select an individual as your representative payee, we investigate him or her following the rules in", "hierarchy_path": [], "tokens": 18}
{"doc_id": "cfr_20_408", "sec_id": "§408.630", "label": "408.630", "heading": "How will we notify you when", "text": "we decide you need a representative payee? (a) We notify you in writing of our determination to make representative payment. If you are legally incompetent, our written notice is sent to your legal guardian or legal representative. The notice explains that we have determined that representative payment is in your interest, and it provides the name of the representative payee we have selected. The notice: (1) Contains language that is easily understandable to the reader. (2) Identifies the person designated as your representative payee. (3) Explains that you, your legal guardian, or your legal representative can appeal our determination that you need a representative payee. (4) Explains that you, your legal guardian, or your legal representative can appeal our designation of a particular person to serve as representative payee. 747 408.635 20 CFR Ch. III (4–1–25 Edition) (b) If you, your legal guardian, or your legal representative objects to representative payment or to the designated payee, you can file a formal appeal.", "hierarchy_path": [], "tokens": 162}
{"doc_id": "cfr_20_408", "sec_id": "§408.635", "label": "408.635", "heading": "What are the responsibilities", "text": "of your representative payee? For a list of your representative payee’s responsibilities, see § 404.2035 of this chapter.", "hierarchy_path": [], "tokens": 18}
{"doc_id": "cfr_20_408", "sec_id": "§408.640", "label": "408.640", "heading": "How must your representative payee use your benefits?", "text": "Your representative payee must use your benefits in accordance with the rules in § 404.2040 of this chapter.", "hierarchy_path": [], "tokens": 18}
{"doc_id": "cfr_20_408", "sec_id": "§408.641", "label": "408.641", "heading": "Who is liable if your representative payee misuses your benefits?", "text": "For the rules we follow to determine who is liable for repayment of misused benefits, see § 404.2041 of this chapter.", "hierarchy_path": [], "tokens": 21}
{"doc_id": "cfr_20_408", "sec_id": "§408.645", "label": "408.645", "heading": "What must your representative payee do with unused benefits?", "text": "If your representative payee has accumulated benefits for you, he or she must conserve or invest them as provided in § 404.2045 of this chapter.", "hierarchy_path": [], "tokens": 25}
{"doc_id": "cfr_20_408", "sec_id": "§408.650", "label": "408.650", "heading": "When will we select a new", "text": "representative payee for you? We follow the rules in § 404.2050 of this chapter to determine when we will select a new representative payee for you.", "hierarchy_path": [], "tokens": 26}
{"doc_id": "cfr_20_408", "sec_id": "§408.655", "label": "408.655", "heading": "When will we stop making", "text": "your payments to a representative payee? To determine when we will stop representative payment for you, we follow the rules in § 404.2055 of this chapter.", "hierarchy_path": [], "tokens": 26}
{"doc_id": "cfr_20_408", "sec_id": "§408.660", "label": "408.660", "heading": "What happens to your accufunds when your repmulated", "text": "resentative payee changes? For a description of what happens to your accumulated funds (including the interest earned on the funds) when we change your representative payee or when you begin receiving benefits directly, see § 404.2060 of this chapter.", "hierarchy_path": [], "tokens": 39}
{"doc_id": "cfr_20_408", "sec_id": "§408.665", "label": "408.665", "heading": "How does your representative payee account for the use of", "text": "your SVB payments? (a) Your representative payee must account for the use of your benefits. We require written reports from your representative payee at least once a year. (b) Your representative payee is exempt from the accounting requirement when your representative payee is the spouse of an individual eligible for SVB payments. (c) We may verify how your representative payee used your benefits. Your representative payee should keep records of how benefits were used in order to provide accounting reports and must make those records available upon our request. If your representative payee fails to provide an annual accounting of benefits or other required report, we may require your payee to appear in person at the local Social Security field office or a United States Government facility that we designate serving the area in which you reside. The decision to have your representative payee receive your benefits in person may be based on a variety of reasons. Some of these reasons may include the payee’s history of past performance or our past difficulty in contacting the payee. We may ask your representative payee to give us the following information: (1) Where you lived during the accounting period; (2) Who made the decisions on how your benefits were spent or saved; (3) How your benefit payments were used; and (4) How much of your benefit payments were saved and how the savings were invested. [87 FR 35653, June 13, 2022] Subpart G—Reporting Requirements AUTHORITY: Secs. 702(a)(5), 802, 803, 804, 806, 807, and 810 of the Social Security Act (42 U.S.C. 902(a)(5), 1002, 1003, 1004, 1006, 1007, and 1010). SOURCE: 69 FR 25955, May 10, 2004, unless otherwise noted. 748 Social Security Administration", "hierarchy_path": [], "tokens": 281}
{"doc_id": "cfr_20_408", "sec_id": "§408.712", "label": "408.712", "heading": "How should you make your", "text": "report? You should make your report in any of the ways described in this section. (a) Written reports. You may write a report on your own paper or on a printed form supplied by us. You may mail a written report or bring it to one of our offices. (b) Oral reports. You may report to us by telephone, or you may come to one of our offices and tell one of our employees what you are reporting. (c) Other methods of reporting. You may use any other suitable method of 749 408.714 20 CFR Ch. III (4–1–25 Edition) reporting—for example, a telegram or a cable.", "hierarchy_path": [], "tokens": 106}
{"doc_id": "cfr_20_408", "sec_id": "§408.701", "label": "408.701", "heading": "What is this subpart about?", "text": "To achieve efficient administration of the Special Veterans Benefit (SVB) program, we require you (or your representative) to report certain events to us. It is important for us to know about these events because they may affect your right to receive SVB or the amount of your benefits. This subpart tells you what events you must report; what your reports must include; how you should make your report; and when reports are due.", "hierarchy_path": [], "tokens": 73}
{"doc_id": "cfr_20_408", "sec_id": "§408.704", "label": "408.704", "heading": "Who must make reports?", "text": "(a) If you receive your own benefits, you are responsible for making required reports to us. (b) If you have a representative payee, and you have not been legally adjudged incompetent, either you or your representative payee must make the required reports. (c) If you have a representative payee and you have been legally adjudged incompetent, you are not responsible for making reports to us; however, your representative payee is responsible for making required reports to us.", "hierarchy_path": [], "tokens": 77}
{"doc_id": "cfr_20_408", "sec_id": "§408.708", "label": "408.708", "heading": "What events must you report", "text": "to us? This section describes the events that you must report to us. They are— (a) A change of address or residence. You must report to us any change in your mailing address and any change in your residence, i.e., the address where you live. (b) A change in your other benefit income. You must report to us any increase or decrease in your other benefit income as described in § 408.220. (c) Certain deaths. (1) If you are a representative payee, you must report the death of the entitled individual. (2) If you have a representative payee, you must report the death of your representative payee. (d) Entry into the United States. You must report to us if you enter the United States to visit or live even if you have no intention of abandoning your residence outside the United States. (e) Removal (including deportation) from the United States. You must report to us if you are removed (including deported) from the United States under section 237(a) or 212(a)(6)(A) of the Immigration and Nationality Act. (f) Fleeing to avoid criminal prosecution or custody or confinement after conviction, or violating probation or parole. You must report to us that you are— (1) Fleeing to avoid prosecution, under the laws of the United States or the jurisdiction within the United States from which you flee, for a crime, or an attempt to commit a crime, which is a felony under the laws of the place from which you flee (or which, in the case of the State of New Jersey, is a high misdemeanor under the laws of that State); (2) Fleeing to avoid custody or confinement after conviction under the laws of the United States or the jurisdiction within the United States from which you flee, for a crime, or an attempt to commit a crime, which is a felony under the laws of the place from which you flee (or which, in the case of the State of New Jersey, is a high misdemeanor under the laws of that State); or (3) Violating a condition of probation or parole imposed under Federal or State law.", "hierarchy_path": [], "tokens": 356}
{"doc_id": "cfr_20_408", "sec_id": "§408.710", "label": "408.710", "heading": "What must your report include?", "text": "When you make a report, you must tell us— (a) The name and social security number of the person to whom the report applies; (b) The event you are reporting and the date it happened; and (c) Your name if you are not the person to whom the report applies.", "hierarchy_path": [], "tokens": 50}
{"doc_id": "cfr_20_408", "sec_id": "§408.714", "label": "408.714", "heading": "When are reports due?", "text": "(a) A reportable event happens. You should report to us as soon as an event listed in § 408.708 happens. (b) We request a report. We may request a report from you if we need information to determine continuing entitlement or the correct amount of your SVB payments. If you do not make the report within 30 days of our written request, we may determine that you may not continue to receive SVB. We will suspend your benefits effective with the month following the month in which we determine that you are not entitled to receive SVB because of your failure to give us necessary information (see § 408.803). Subpart H—Suspensions and Terminations AUTHORITY: Secs. 702(a)(5) and 810(d) of the Social Security Act (42 U.S.C. 902(a)(5) and 1010(d)). SOURCE: 69 FR 25955, May 10, 2004, unless otherwise noted. This", "hierarchy_path": [], "tokens": 139}
{"doc_id": "cfr_20_408", "sec_id": "§408.801", "label": "408.801", "heading": "What is this subpart about?", "text": "subpart explains the circumstances that will result in suspension of your SVB payments or termination of your SVB entitlement. SUSPENSION", "hierarchy_path": [], "tokens": 20}
{"doc_id": "cfr_20_408", "sec_id": "§408.802", "label": "408.802", "heading": "When will we suspend your", "text": "SVB payments? (a) When suspension is proper. Suspension of SVB payments is required when you no longer meet the SVB qualification requirements (see subpart B of this part) and termination in accordance with §§ 408.814 through 408.818 does not apply. (This subpart does not cover suspension of payments for administrative reasons, as, for example, when mail is returned as undeliverable by the Postal Service and we do not have a valid mailing address for you or when your representative payee dies and a search is underway for a substitute representative payee.) (b) Effect of suspension. When we correctly suspend your SVB payments, we will not resume them until you again meet all qualification requirements except the filing of a new application. If you request reinstatement, you are required to submit the evidence necessary to establish that you again meet all requirements for eligibility under this part. Your SVB payments will be reinstated effective with the first month in which you meet all requirements for eligibility except the filing of a new application.", "hierarchy_path": [], "tokens": 172}
{"doc_id": "cfr_20_408", "sec_id": "§408.803", "label": "408.803", "heading": "What happens to your SVB", "text": "payments if you fail to comply with our request for information? (a) Effective date of suspension. We will suspend your SVB payments effective with the month following the month in which we determine in accordance with § 408.714(b) that you may no longer receive SVB payments because you failed to comply with our request for necessary information. (b) Resumption of payments. When we have information to establish that SVB is again payable, your benefit payments will be reinstated for any previous month for which you continue to meet the requirements of § 408.202. (c) When we will not suspend your payments. We will not suspend your payments for failing to comply with our request for information for any month we can determine your eligibility for or the amount of your payment based on information on record. If we cannot determine your eligibility or the amount of your payment based on the information on record, we will send you a notice of suspension of payment because you failed to comply with our request for information in accordance with §§ 408.820 and 408.1005.", "hierarchy_path": [], "tokens": 181}
{"doc_id": "cfr_20_408", "sec_id": "§408.806", "label": "408.806", "heading": "What happens to your SVB", "text": "payments if you are no longer residing outside the United States? (a) Suspension effective date. We will suspend your SVB payments effective the first full calendar month you are no longer residing outside the United States. (b) Resumption of payments. If otherwise payable, we will resume your SVB payments effective with the first full calendar month you are again residing outside the United States. 750 Social Security Administration", "hierarchy_path": [], "tokens": 68}
{"doc_id": "cfr_20_408", "sec_id": "§408.810", "label": "408.810", "heading": "What happens to your SVB", "text": "payments if you are fleeing to avoid criminal prosecution or custody or confinement after conviction, or because you violate a condition of probation or parole? (a) Basis for suspension. You may not receive SVB for any month during which you are— (1) Fleeing to avoid prosecution under the laws of the United States or the jurisdiction within the United States from which you flee for a crime, or attempt to commit a crime, that is a felony under the laws of the place from which you flee (or that, in the case of the State of New Jersey, is a high misdemeanor under the laws of that State); or (2) Fleeing to avoid custody or confinement after conviction under the laws of the United States or the jurisdiction within the United States from which you flee, for a crime, or an attempt to commit a crime, that is a felony under the laws of the place from which you flee (or that, in the case of the State of New Jersey, is a high misdemeanor under the laws of that State); or (3) Violating a condition of probation or parole imposed under Federal or State law. (b) Suspension effective date. Suspension of SVB payments because you are a fugitive as described in paragraph (a)(1) or (a)(2) of this section or a probation or parole violator as described in paragraph (a)(3) of this section is effective with the first day of whichever of the following months is earlier— (1) The month in which a warrant or order for your arrest or apprehension, an order requiring your appearance before a court or other appropriate tribunal (e.g., a parole board), or similar order is issued by a court or other duly authorized tribunal in the United States on the basis of an appropriate finding that you— (i) Are fleeing, or have fled, to avoid prosecution as described in paragraph (a)(1) of this section; (ii) Are fleeing, or have fled, to avoid custody or confinement after conviction as described in paragraph (a)(2) of this section; (iii) Are violating, or have violated, a condition of your probation or parole as described in paragraph (a)(3) of this section; or (2) The first month during which you fled to avoid such prosecution, fled to avoid such custody or confinement after conviction, or violated a condition of your probation or parole, if indicated in such warrant or order, or in a decision by a court or other appropriate tribunal in the United States. (c) Resumption of payments. If otherwise payable, we will resume your SVB payments beginning with the first month throughout which you are determined to be no longer fleeing to avoid prosecution, fleeing to avoid custody or confinement after conviction, or violating a condition of your probation or parole. 751 408.812 20 CFR Ch. III (4–1–25 Edition)", "hierarchy_path": [], "tokens": 471}
{"doc_id": "cfr_20_408", "sec_id": "§408.808", "label": "408.808", "heading": "What happens to your SVB", "text": "payments if you begin receiving additional benefit income? (a) Suspension effective date. We will suspend your SVB payments for any month your other benefit income (as described in § 408.220(a)) exceeds the maximum SVB amount payable for a month (see § 408.505(a)). (b) Resumption of payments. If otherwise payable, we will resume your SVB first payments effective with the month your other benefit income is less than the maximum SVB amount payable for a month.", "hierarchy_path": [], "tokens": 75}
{"doc_id": "cfr_20_408", "sec_id": "§408.809", "label": "408.809", "heading": "What happens to your SVB", "text": "payments if you are removed (including deported) from the United States? (a) Suspension effective date. We will suspend your SVB payments effective with the month after the month in which we receive notice from the United States Citizenship and Immigration Service that you have been removed (including deported) from the United States under section 237(a) or 212(a)(6)(A) of the Immigration and Nationality Act. (b) Resumption of payments. If otherwise payable, we will resume your SVB effective with the first month after the month of your removal that you were granted the status of a lawful permanent resident of the United States.", "hierarchy_path": [], "tokens": 101}
{"doc_id": "cfr_20_408", "sec_id": "§408.812", "label": "408.812", "heading": "What happens to your SVB", "text": "payments if you are not a citizen or national of the United States and you begin residing in a Treasury-restricted country? (a) Suspension effective date. If you are not a citizen or national of the United States, we will suspend your SVB payments effective with the first full calendar month you are residing in a country to which the Treasury Department restricts payments under 31 U.S.C. 3329. (b) Resumption of payments. If benefits are otherwise payable, they will be resumed effective with the first day of the first month in which you are not residing in a Treasury-restricted country. TERMINATION", "hierarchy_path": [], "tokens": 100}
{"doc_id": "cfr_20_408", "sec_id": "§408.814", "label": "408.814", "heading": "Can you request termination", "text": "of your SVB entitlement? You, your legal guardian, or your representative payee, may voluntarily terminate your SVB entitlement by filing a written request for termination. If your representative payee requests termination, it must be shown that no hardship would result to you if the request is processed. When a termination request is filed, your SVB entitlement ends effective with the month following the month you file your request with us unless you specify some other month. However, we will not terminate your entitlement for any month for which payment has been or will be made unless you repay (or there is an assurance you will repay) any amounts paid for those months. When we process a voluntary request for termination of your SVB entitlement, we will send you a notice of our determination in accordance with § 408.1005. Once terminated, your entitlement can be reestablished only if you file a new application, except as provided by § 408.1009.", "hierarchy_path": [], "tokens": 158}
{"doc_id": "cfr_20_408", "sec_id": "§408.816", "label": "408.816", "heading": "When does SVB entitlement", "text": "end due to death? Your SVB entitlement ends with the month in which you die. Payments are terminated effective with the month after the month of death.", "hierarchy_path": [], "tokens": 27}
{"doc_id": "cfr_20_408", "sec_id": "§408.818", "label": "408.818", "heading": "When does SVB entitlement", "text": "terminate if your benefit payments have been in suspense for 12 consecutive months? We will terminate your SVB entitlement following 12 consecutive months of benefit suspension for any reason beginning with the first month you were no longer entitled to SVB. We will count the 12-month suspension period from the start of the first month that you are no longer entitled to SVB (see", "hierarchy_path": [], "tokens": 64}
{"doc_id": "cfr_20_408", "sec_id": "§408.820", "label": "408.820", "heading": "Will we send you a notice of", "text": "intended action affecting your SVB payment status? (a) Advance written notice requirement. Before we suspend, reduce (see subpart E of this part), or terminate your SVB payments, we will send you a written notice explaining our intention to do so, except where we have factual information confirming your death, e.g., as specified in § 404.704(b) of this chapter, or a report by a surviving spouse, a legal guardian, a parent or other close relative, or a landlord. (b) Continuation of payment pending an appeal. The written notice of our intent to suspend, reduce, or terminate payments will give you 60 days after the date you receive the notice to request the appropriate appellate review. If your benefit payments are reduced or suspended and you file an appeal within 10 days after you receive the notice, payments will be continued or reinstated at the previously established payment level (subject to the effects of intervening events on the payment which are not appealed within 10 days of receipt of a required advance notice or which do not require advance notice, e.g., an increase in the benefit amount) until a decision on your initial appeal is issued, unless you specifically waive in writing your right to continuation of payment at the previously established level in accordance with paragraph (c) of this section. Where the request for the appropriate appellate review is filed more than 10 days after the notice is received but within the 60day period specified in § 408.1009 of this part, you have no right to continuation or reinstatement of payment at the 752 Social Security Administration 408.903 previously established level unless you establish good cause under the criteria specified in § 408.1011 of this part for failure to appeal within 10 days after receipt of the notice. For purposes of this paragraph, we will presume you received our notice of intent to suspend, reduce, or terminate payments 5 days after the date on the face of the notice, unless there is a reasonable showing to the contrary. (c) Waiver of right to continued payment. In order to avoid the possibility of an overpayment of benefits, you may waive continuation of payment at the previously established level (subject to intervening events which would have increased the benefit for the month in which the incorrect payment was made, in which case the higher amount shall be paid), after you receive a full explanation of your rights. Your request for waiver of continuation of payment must be in writing, state that waiver action is being initiated solely at your request, and state that you understand your right to receive continued payment at the previously established level. Subpart I—Underpayments and Overpayments AUTHORITY: Secs. 702(a)(5), 808, and 1147 of the Social Security Act (42 U.S.C. 902(a)(5), 1008, and 1320b–17); 31 U.S.C. 3716; 31 U.S.C. 3720A. SOURCE: 69 FR 25955, May 10, 2004, unless otherwise noted. GENERAL RULES", "hierarchy_path": [], "tokens": 482}
{"doc_id": "cfr_20_408", "sec_id": "§408.900", "label": "408.900", "heading": "What is this subpart about?", "text": "This subpart explains what happens when you receive less or more than the correct amount of SVB than you are entitled to receive. Sections 408.901 through 408.903 define overpayment and underpayment and describe how we determine the amount of the overpayment or underpayment. When you receive less than the correct amount of SVB (which we refer to as an underpayment), we will take the actions described in §§ 408.904 and 408.905. Waiver of recovery of overpayments (payments of more than the correct amount) is discussed in §§ 408.910 through 408.914, and the methods we use to recover overpayments are discussed in §§ 408.920 through 408.946. In § 408.950, we explain when we will accept a compromise settlement of an overpayment or suspend or terminate collection of an overpayment.", "hierarchy_path": [], "tokens": 128}
{"doc_id": "cfr_20_408", "sec_id": "§408.901", "label": "408.901", "heading": "What is an underpayment?", "text": "(a) An underpayment can occur only with respect to a period for which you filed an application for benefits and met all conditions of eligibility for benefits. (b) An underpayment is: (1) Nonpayment, where payment was due but was not made; or (2) Payment of less than the amount due for a period. (c) For purposes of this section, payment has been made when certified by the Social Security Administration to the Department of the Treasury. Payment is not considered to have been made where payment has not been received by the designated payee, or where payment was returned.", "hierarchy_path": [], "tokens": 99}
{"doc_id": "cfr_20_408", "sec_id": "§408.902", "label": "408.902", "heading": "What is an overpayment?", "text": "(a) As used in this subpart, the term overpayment means payment of more than the amount due for any period. For purposes of this section, payment has been made when certified by the Social Security Administration to the Department of the Treasury. Payment is not considered to have been made where payment has not been received by the designated payee, or where payment was returned. (b) As used in this subpart, the term pandemic period for the purposes of the waiver authority in § 408.910 refers exclusively to the period of time beginning on March 1, 2020, and ending on September 30, 2020. [69 FR 25955, May 10, 2004, as amended at 85 FR 52914, Aug. 27, 2020]", "hierarchy_path": [], "tokens": 118}
{"doc_id": "cfr_20_408", "sec_id": "§408.903", "label": "408.903", "heading": "How do we determine the", "text": "amount of an underpayment or overpayment? (a) General. The amount of an underpayment or overpayment is the difference between the amount you are paid and the amount you are due for a given period. An underpayment or overpayment period begins with the first month for which there is a difference between the amount paid and 753 408.904 20 CFR Ch. III (4–1–25 Edition) the amount actually due for that month. The period ends with the month in which we make the initial determination of the overpayment or underpayment. With respect to the period established, there can be no underpayment to you if we paid you more than the correct amount of SVB, even though we waived recovery of any overpayment to you for that period under the provisions of §§ 408.910 through 408.914. A later initial determination of an overpayment will require no change with respect to a prior determination of overpayment or to the period relating to such prior determination to the extent that the basis of the prior overpayment remains the same. (b) Limited delay in payment of an underpayment. Where we have detected a potential overpayment but we have not made a determination of the overpayment (see § 408.918(a)), we will not delay making a determination of underpayment and paying you unless we can make an overpayment determination before the close of the month following the month in which we discovered the potential underpayment. (c) Delay in payment of underpayment to ineligible individual. If you are no longer entitled to SVB, we will delay a determination and payment of an underpayment that is otherwise due you so that we can resolve all overpayments, incorrect payments, and adjustments.", "hierarchy_path": [], "tokens": 280}
{"doc_id": "cfr_20_408", "sec_id": "§408.904", "label": "408.904", "heading": "How will you receive an underpayment?", "text": "We will pay you the amount of any underpayment due you in a separate payment or by increasing the amount of your monthly payment. If you die before we pay you all or any part of an underpayment, the balance of the underpayment reverts to the general fund of the U.S. Treasury.", "hierarchy_path": [], "tokens": 52}
{"doc_id": "cfr_20_408", "sec_id": "§408.905", "label": "408.905", "heading": "Will we withhold or adjust an", "text": "underpayment to reduce an overpayment if that overpayment occurred in a different period? We will withhold or adjust any underpayment due you to reduce any overpayment to you that we determine for a different period, unless we have waived recovery of the overpayment under through 408.914. the provisions of §§ 408.910 WAIVER OF RECOVERY OF SVB OVERPAYMENTS", "hierarchy_path": [], "tokens": 57}
{"doc_id": "cfr_20_408", "sec_id": "§408.910", "label": "408.910", "heading": "When will we waive recovery", "text": "of an SVB overpayment? We will waive recovery of an overpayment when: (a) You are without fault in connection with the overpayment, and (b) Recovery of such overpayment would either: (1) Defeat the purpose of the title VIII program, or (2) Be against equity and good conscience. (c) We will apply the procedures in this paragraph (c) when an individual requests waiver of all or part of a qualifying overpayment. (1) For purposes of this paragraph (c), a qualifying overpayment is one that accrued during the pandemic period (see", "hierarchy_path": [], "tokens": 89}
{"doc_id": "cfr_20_408", "sec_id": "§408.912", "label": "408.912", "heading": "When are you without fault", "text": "regarding an overpayment? (a) General—when fault is relevant. If you request waiver of recovery of an overpayment, we must determine whether you were without fault. You are not relieved of liability and are not without fault solely because we may have been at fault in making the overpayment. (b) The factors we consider to determine whether you were without fault. When we determine whether you were without fault, we consider all the pertinent circumstances relating to the overpayment. We consider your understanding of your obligation to give us information affecting your payments, your agreement to report events, your knowledge of the occurrence of events that should have been reported, the efforts you made to comply with the reporting requirements, the opportunities you had to comply with the reporting requirements, your ability to comply with the reporting requirements (e.g., your age, comprehension, memory, physical and mental condition), and your understanding of the obligation to return payments that were not due. In determining whether you are without fault based on these factors, we will take into account any physical, mental, educational, or language limitations (including any lack of facility with the English language) you may have. We will determine that you were at fault if, after considering all of the circumstances, we find that the overpayment resulted from one of the following: (1) Your failure to furnish information which you knew or should have known was material; (2) An incorrect statement you made which you knew or should have known was incorrect (this includes furnishing your opinion or conclusion when you were asked for facts), or (3) You did not return a payment, which you knew, or could have been expected to know, was incorrect. (c) Special rule for qualifying overpayments. Notwithstanding any other provision of this subpart, we will not determine any overpaid individual to be at fault in causing a qualifying overpayment (see § 408.910(c)(1)) unless we determine that the qualifying overpayment made to an individual or a representative payee during the pandemic period (see § 408.902(b)) was the result of fraud or similar fault or involved misuse of benefits by a representative payee (see § 408.641). [69 FR 25955, May 10, 2004, as amended at 85 FR 52914, Aug. 27, 2020]", "hierarchy_path": [], "tokens": 372}
{"doc_id": "cfr_20_408", "sec_id": "§408.911", "label": "408.911", "heading": "What happens when we", "text": "waive recovery of an SVB overpayment? Waiver of recovery of an overpayment from you (or, after your death, from your estate) frees you and your estate from the obligation to repay the amount of the overpayment covered by the waiver. Example: You filed for waiver of recovery of a $600 overpayment. We found that you are eligible for waiver of recovery of $260 of that amount. Only $340 of the overpayment would be recoverable from you or your estate.", "hierarchy_path": [], "tokens": 79}
{"doc_id": "cfr_20_408", "sec_id": "§408.913", "label": "408.913", "heading": "When would overpayment recovery defeat the purpose of the", "text": "title VIII program? We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery of the overpayment would defeat the purpose of the title VIII program. Recovery of an overpayment would defeat the purpose of the title VIII program to the extent that our recovery action would deprive you of income and resources you need to meet your ordinary and necessary living expenses as described in § 404.508(a) of this chapter.", "hierarchy_path": [], "tokens": 79}
{"doc_id": "cfr_20_408", "sec_id": "§408.914", "label": "408.914", "heading": "When would overpayment recovery be against equity and good", "text": "conscience? We will waive recovery of an overpayment when you are without fault (as defined in § 408.912) and recovery would be against equity and good conscience. Recovery would be against equity and good conscience if you changed your position for the worse or gave up a valuable right in reliance on our notice that payment would be 755 408.918 made or because of the incorrect payment itself. Example: Upon our notice that you are eligible for SVB payments, you signed a lease on an apartment renting for $15 a month more than the one you previously occupied. You were subsequently found ineligible for SVB and no benefits are payable. In this case, recovery of the overpayment would be considered ‘‘against equity and good conscience.’’ NOTICES", "hierarchy_path": [], "tokens": 126}
{"doc_id": "cfr_20_408", "sec_id": "§408.918", "label": "408.918", "heading": "What notices will you receive", "text": "if you are overpaid or underpaid? (a) Notice of overpayment or underpayment determination. Whenever we determine that you were overpaid or underpaid for a given period, as defined in", "hierarchy_path": [], "tokens": 29}
{"doc_id": "cfr_20_408", "sec_id": "§408.1005", "label": "408.1005", "heading": "Will we mail you a notice of", "text": "the initial determination? (a) We will mail a written notice of the initial determination to you at your last known address. Generally, we will not send a notice if your benefits are stopped because of your death, or if the initial determination is a redetermination that your eligibility for beneyou— (1) What our initial determination is; (2) The reasons for our determination; and (3) What rights you have to a reconsideration of the determination. (c) If our initial determination is that we must suspend, reduce your SVB payments or terminate your SVB entitlement, the notice will also tell you that you have a right to a reconsideration before the determination takes effect (see § 408.820).", "hierarchy_path": [], "tokens": 115}
{"doc_id": "cfr_20_408", "sec_id": "§408.920", "label": "408.920", "heading": "When will we seek refund of", "text": "an SVB overpayment? We will seek refund of an SVB overpayment in every case in which we have not waived recovery. An overpayment may be refunded by you or by anyone on your behalf. If you are receiving SVB currently and you have not refunded the overpayment, adjustment as set forth in § 408.922 will be proposed. If you die before we recover the full overpayment, we will seek refund of the balance from your estate. 20 CFR Ch. III (4–1–25 Edition) ADJUSTMENT OF SVB", "hierarchy_path": [], "tokens": 85}
{"doc_id": "cfr_20_408", "sec_id": "§408.922", "label": "408.922", "heading": "When will we adjust your", "text": "SVB payments to recover an overpayment? If you do not refund your overpayment to us, and waiver of recovery is not applicable, we will adjust any SVB payments due you to recover the overpayment. Adjustment will generally be accomplished by withholding each month the amount set forth in § 408.923 from the benefit payable to you.", "hierarchy_path": [], "tokens": 56}
{"doc_id": "cfr_20_408", "sec_id": "§408.923", "label": "408.923", "heading": "Is", "text": "there a the amount we will withhold from your SVB payments to recover an overpayment? limit on (a) Amount of the withholding limit. Except as provided in paragraphs (b) and (c) of this section, the amount we will withhold from your monthly SVB payment to recover an overpayment is limited to the lesser of (1) the amount of your Federal SVB payment or (2) an amount equal to 10 percent of the maximum SVB monthly payment amount as defined in § 408.505(a). (b) Your right to request a different rate of withholding. When we notify you of the rate we propose to withhold from your monthly SVB payment, we will give you the opportunity to request a higher or lower rate of withholding than that proposed. If you request a rate of withholding that is lower than the one established under paragraph (a) of this section, we will set a rate that is appropriate to your financial condition after we evaluate all the pertinent facts. An appropriate rate is one that will not deprive you of income required for ordinary and necessary living expenses. We will evaluate your income, resources, and expenses as described in", "hierarchy_path": [], "tokens": 195}
{"doc_id": "cfr_20_408", "sec_id": "§408.930", "label": "408.930", "heading": "Are title II and title XVI benefits subject to adjustment to recover title VIII overpayments?", "text": "(a) Definitions—(1) Cross-program recovery. Cross-program recovery is the process that we will use to collect title VIII overpayments from benefits payable to you under title II or title XVI of the Social Security Act. (2) Benefits payable. For purposes of this section, benefits payable means the amount of title II or title XVI benefits you actually would receive. For title II benefits, it includes your monthly benefit and your past-due benefits after any reductions or deductions listed in § 404.401(a) and (b) of this chapter. For title XVI benefits, it includes your monthly benefit and your pastdue benefits as described in § 416.420 of this chapter. (b) When may we collect title VIII overpayments using cross-program recovery? We may use cross-program recovery to collect a title VIII overpayment you owe when benefits are payable to you under title II, title XVI, or both. [70 FR 15, Jan. 3, 2004]", "hierarchy_path": [], "tokens": 149}
{"doc_id": "cfr_20_408", "sec_id": "§408.931", "label": "408.931", "heading": "How much will we withhold", "text": "from your title II and title XVI benefits to recover a title VIII overpayment? (a) If past-due benefits are payable to you, we will withhold the lesser of the entire overpayment balance or the entire amount of past-due benefits. (b)(1) We will collect the overpayment from current monthly benefits due in a month under title II and title XVI by withholding the lesser of the amount of the entire overpayment balance or: (i) 10 percent of the monthly title II benefits payable for that month and (ii) in the case of title XVI benefits, an amount no greater than the lesser of the benefit payable for that month or an amount equal to 10 percent of your income for that month (including such monthly benefit but excluding payments under title II when recovery is also made from title II benefits and does not apply if: (i) You request and we approve a different rate of withholding, or (ii) You or your spouse willfully misrepresented or concealed material information in connection with the overpayment. (c) In determining whether to grant your request that we withhold less than the amount described in paragraph (b)(1) of this section, we will use the criteria applied under § 408.923 to similar requests about withholding from title VIII benefits. (d) If you or your spouse willfully misrepresented or concealed material information in connection with the overpayment, we will collect the overpayment by withholding the lesser of the overpayment balance or the entire amount of title II benefits and title XVI benefits payable to you. We will not collect at a lesser rate. (See", "hierarchy_path": [], "tokens": 267}
{"doc_id": "cfr_20_408", "sec_id": "§408.932", "label": "408.932", "heading": "Will you receive notice of our", "text": "intention to apply cross-program recovery? Before we collect an overpayment from you using cross-program recovery, we will send you a written notice that tells you the following information: (a) We have determined that you owe a specific overpayment balance that can be collected by cross-program recovery; (b) We will withhold a specific amount from the title II or title XVI benefits (see § 408.931(b)); (c) You may ask us to review this determination that you still owe this overpayment balance; (d) You may request that we withhold a different amount from your current monthly benefits (the notice will not if", "hierarchy_path": [], "tokens": 100}
{"doc_id": "cfr_20_408", "sec_id": "§408.933", "label": "408.933", "heading": "When will we begin crossprogram recovery from your current monthly benefits?", "text": "(a) We will begin collecting the overpayment balance by cross-program recovery from your title II and title XVI current monthly benefits no sooner than 30 calendar days after the date of the notice described in § 408.932. If within that 30-day period you pay us the full overpayment balance stated in the notice, we will not begin cross-program recovery from your current monthly benefits. (b) If within that 30-day period you ask us to review our determination that you still owe us this overpayment balance, we will not begin cross-program recovery from your current monthly benefits before we review the matter and notify you of our decision in writing. (c) If within that 30-day period you ask us to withhold a different amount than the amount stated in the notice, we will not begin cross-program recovery from your current monthly benefits until we determine the amount we will withhold. This paragraph does not apply when § 408.931(d) applies. (d) If within that 30-day period you ask us to waive recovery of the overpayment balance, we will not begin cross-program recovery from your current monthly benefits before we review the matter and notify you of our decision in writing. See §§ 408.910 through 408.914. [70 FR 16, Jan. 3, 2005] TAX REFUND OFFSET", "hierarchy_path": [], "tokens": 212}
{"doc_id": "cfr_20_408", "sec_id": "§408.940", "label": "408.940", "heading": "When will we refer an SVB", "text": "overpayment to the Department of the Treasury for tax refund offset? (a) General. The standards we will apply and the procedures we will follow before requesting the Department of the Treasury to offset income tax refunds due you to recover outstanding overpayments are set forth in §§ 408.940 through 408.946 of this subpart. These standards and procedures are authorized by 31 U.S.C. 3720A, as implemented through Department of the Treasury regulations at 31 CFR 285.2. (b) We will use the Department of the Treasury tax refund offset procedure to collect overpayments that are certain in amount, past due and legally enforceable and eligible for tax refund offset under regulations issued by the Secretary of the Treasury. We will use these procedures to collect overpayments from you only when you are not currently entitled to monthly SVB under title VIII of the Act, and we are not recovering your SVB overpayment from your monthly benefits payable under title II of the Act. We refer overpayments to the Department of the Treasury for offset against Federal tax refunds regardless of the amount of time the debts have been outstanding. [69 FR 25955, May 10, 2004, as amended at 76 FR 65108, Oct. 20, 2011]", "hierarchy_path": [], "tokens": 202}
{"doc_id": "cfr_20_408", "sec_id": "§408.941", "label": "408.941", "heading": "Will we notify you before we", "text": "refer an SVB overpayment for tax refund offset? Before we request that an overpayment be collected by reduction of Federal and State income tax refunds, we will send a written notice of our action to the overpaid person. In our notice of intent to collect an overpayment through tax refund offset, we will state: (a) The amount of the overpayment; and (b) That we will collect the overpayment by requesting that the Department of the Treasury reduce any amounts payable to the overpaid person as refunds of Federal and State income taxes by an amount equal to the amount of the overpayment unless, within 60 calendar days from the date of our notice, the overpaid person: (1) Repays the overpayment in full; or (2) Provides evidence to us at the address given in our notice that the overpayment is not past due or legally enforceable; or (3) Asks us to waive collection of the overpayment under section 204(b) of the Act. (c) The conditions under which we will waive recovery of an overpayment under section 808(c) of the Act; (d) That we will review any evidence presented that the overpayment is not past due or not legally enforceable; (e) That you have the right to inspect and copy our records related to the overpayment as determined by us and you will be informed as to where and 758 Social Security Administration 408.945 when the inspection and copying can be done after we receive notice from you requesting inspection and copying. [69 FR 25955, May 10, 2004, as amended at 76 FR 65108, Oct. 20, 2011]", "hierarchy_path": [], "tokens": 265}
{"doc_id": "cfr_20_408", "sec_id": "§408.942", "label": "408.942", "heading": "Will you have a chance to", "text": "present evidence showing that the overpayment is not past due or is not legally enforceable? (a) Notification. If you receive a notice as described in § 408.941 of this subpart, you have the right to present evidence that all or part of the overpayment is not past due or not legally enforceable. To exercise this right, you must notify us and present evidence regarding the overpayment within 60 calendar days from the date of our notice. (b) Submission of evidence. You may submit evidence showing that all or part of the debt is not past due or not legally enforceable as provided in paragraph (a) of this section. Failure to submit the notification and evidence within 60 calendar days will result in referral of the overpayment to the Department of the Treasury, unless, within this 60-day time period, you ask us to waive collection of the overpayment under § 408.910 and we have not yet determined whether we can grant the waiver request. If you ask us to waive collection of the overpayment, we may ask you to submit evidence to support your request. (c) Review of the evidence. If you submit evidence on a timely basis, we will consider all available evidence related to the overpayment. We will make findings based on a review of the written record, unless we determine that the question of indebtedness cannot be resolved by a review of the documentary evidence. (d) Written findings. We will issue our written findings including supporting rationale to you, your attorney or other representative. The findings will be our final action with respect to the past-due status and enforceability of the overpayment.", "hierarchy_path": [], "tokens": 274}
{"doc_id": "cfr_20_408", "sec_id": "§408.943", "label": "408.943", "heading": "What happens after we make", "text": "our determination on your request for review or your request for waiver? (a) If we make a determination that all or part of the overpayment is past due and legally enforceable and/or your waiver request cannot be granted, we will refer the overpayment to the Department of the Treasury for recovery from any Federal income tax refund due you. We will not suspend our referral of the overpayment to the Department of the Treasury under § 408.945 of this subpart pending any further administrative review of the waiver determination that you may seek. (b) We will not refer the overpayment to the Department of the Treasury if we reverse our prior finding that the overpayment is past due and legally enforceable or, upon consideration of a waiver request, we determine that waiver of recovery of the overpayment is appropriate.", "hierarchy_path": [], "tokens": 139}
{"doc_id": "cfr_20_408", "sec_id": "§408.944", "label": "408.944", "heading": "How can you review our", "text": "records related to an SVB overpayment? (a) What you must do. If you intend to inspect or copy our records related to the overpayment, you must notify us stating your intention to inspect or copy. (b) What we will do. If you notify us that you intend to inspect or copy our records related to the overpayment as described in paragraph (a) of this section, we will notify you of the location and time when you may do so. We may also, at our discretion, mail copies of the overpayment-related records to you.", "hierarchy_path": [], "tokens": 93}
{"doc_id": "cfr_20_408", "sec_id": "§408.945", "label": "408.945", "heading": "When will we suspend tax refund offset?", "text": "If, within 60 days of the date of the notice described in § 408.941 of this subpart, you notify us that you are exercising a right described in § 408.942(a) of this subpart and submit evidence pursuant to § 408.942(b) of this subpart or request a waiver under § 408.910 of this subpart, we will suspend any notice to the Department of the Treasury until we have issued written findings that affirm that an overpayment is past due and legally enforceable and, if applicable, make a determination that a waiver request cannot be granted. 759 408.946 20 CFR Ch. III (4–1–25 Edition)", "hierarchy_path": [], "tokens": 102}
{"doc_id": "cfr_20_408", "sec_id": "§408.946", "label": "408.946", "heading": "What happens if your tax refund is insufficient to cover the", "text": "amount of your SVB overpayment? If your tax refund is insufficient to recover an overpayment in a given year, the case will remain with the Department of the Treasury for succeeding years, assuming that all criteria for certification are met at that time. COMPROMISE SETTLEMENTS, OR SUSPENSIONS OR TERMINATION OF COLLECTION", "hierarchy_path": [], "tokens": 51}
{"doc_id": "cfr_20_408", "sec_id": "§408.950", "label": "408.950", "heading": "Will we accept a compromise", "text": "settlement of an overpayment debt or suspend or terminate collection of an overpayment? (a) General. If we find that you do not, or your estate does not, have the present or future ability to pay the full amount of the overpayment within a reasonable time or the cost of collection is likely to exceed the amount of recovery, we may take any of the following actions, as appropriate. (1) We may accept a compromise settlement (payment of less than the full amount of the overpayment) to discharge the entire overpayment debt. (2) We may suspend our efforts to collect the overpayment. (3) We may terminate our efforts to collect the overpayment. (b) Rules we apply. In deciding whether to take any of the actions described in paragraph (a) of this section, we will apply the rules in § 404.515(b), (c), (d), (e), and (f) of this chapter and other applicable rules, including the Federal Claims Collection Standards (31 CFR 900.3 and parts 902 and 903). (c) Effect of compromise, suspension or termination. When we suspend or terminate collection of the overpayment debt, we may take collection action in the future in accordance with provisions of the Social Security Act, other laws, and the standards set forth in 31 CFR chapter IX. A compromise settlement satisfies the obligation to repay the overpayment if you or your estate comply with the terms of the settlement. Failure to make payment in the manner and within the time that we require in the settlement will result in reinstatement of our claim for the full amount of the overpayment less any amounts paid. Subpart J—Determinations and the Administrative Review Process AUTHORITY: Secs. 702(a)(5) and 809 of the Social Security Act (42 U.S.C. 902(a)(5) and 1009). SOURCE: 69 FR 25955, May 10, 2004, unless otherwise noted. INTRODUCTION, DEFINITIONS, AND INITIAL DETERMINATIONS", "hierarchy_path": [], "tokens": 305}
{"doc_id": "cfr_20_408", "sec_id": "§408.1000", "label": "408.1000", "heading": "What is this subpart about?", "text": "(a) Explanation of the administrative review process. This subpart explains the procedures we follow in determining your appeal rights under title VIII of the Social Security Act. The regulations describe the process of administrative review and explain your right to judicial review after you have taken all the necessary administrative steps. The administrative review process consists of several steps, which usually must be requested within certain time periods and in the following order: (1) Initial determination. This is a determination we make about whether you qualify for and can become entitled to SVB or whether your SVB entitlement can continue. It can also be about any other matter, as discussed in", "hierarchy_path": [], "tokens": 111}
{"doc_id": "cfr_20_408", "sec_id": "§408.1003", "label": "408.1003", "heading": ", that gives you a right to further review.", "text": "(2) Reconsideration. If you are dissatisfied with an initial determination, you may ask us to reconsider it. (3) Hearing before an administrative law judge. If you are dissatisfied with the reconsideration determination, you may request a hearing before an administrative law judge. (4) Appeals Council review. If you are dissatisfied with the decision of the administrative law judge, you may request that the Appeals Council review the decision. (5) Federal court review. When you have completed the steps of the administrative review process listed in paragraphs (a)(1) through (a)(4) of this section, we will have made our final decision. If you are dissatisfied with our final decision, you may request judicial review by filing an action in a Federal district court. 760 Social Security Administration 408.1003 (6) Expedited appeals process. At some time after your initial determination has been reviewed, if you have no dispute with our findings of fact and our application and interpretation of the controlling laws, but you believe that a part of the law is unconstitutional, you may use the expedited appeals process. This process permits you to go directly to a Federal district court so that the constitutional issue may be resolved. (b) Nature of the administrative review process. In making a determination or decision in your case, we conduct the administrative review process in an informal, nonadversary manner. In each step of the review process, you may present any information you feel is helpful to your case. Subject to the limitations on Appeals Council consideration of additional evidence, we will consider at each step of the review process any information you present as well as all the information in our records. You may present the information yourself or have someone represent you, including an attorney. If you are dissatisfied with our decision in the review process, but do not take the next step within the stated time period, you will lose your right to further administrative review and your right to judicial review, unless you can show us that there was good cause for your failure to make a timely request for review.", "hierarchy_path": [], "tokens": 349}
{"doc_id": "cfr_20_408", "sec_id": "§408.1001", "label": "408.1001", "heading": "Definitions.", "text": "As used in this subpart: Date you receive notice means 5 days after the date on the notice, unless you show us that you did not receive it within the 5-day period. Decision means the decision made by an administrative law judge or the Appeals Council. Determination means the initial determination or the reconsidered determination. Mass change means a State-initiated change in the level(s) of federally administered State recognition payments applicable to all recipients of such payments due, for example, to State legislative or executive action. Preponderance of the evidence means such relevant evidence that as a whole shows that the existence of the fact to be proven is more likely than not. Remand means to return a case for further review. SVB, for purposes of this subpart, includes qualification for SVB, entitlement to SVB and payments of SVB. Vacate means to set aside a previous action. Waive means to give up a right knowingly and voluntarily. We, us, or our refers to the Social Security Administration. You or your refers to any person claiming or receiving SVB. [69 FR 25955, May 10, 2004, as amended at 73 FR 76944, Dec. 18, 2008]", "hierarchy_path": [], "tokens": 193}
{"doc_id": "cfr_20_408", "sec_id": "§408.1002", "label": "408.1002", "heading": "What is an initial determination?", "text": "Initial determinations are the determinations we make that are subject to administrative and judicial review. The initial determination will state the important facts and give the reasons for our conclusions. We will base our initial determination on the preponderance of the evidence. [69 FR 25955, May 10, 2004, as amended at 73 FR 76944, Dec. 18, 2008]", "hierarchy_path": [], "tokens": 57}
{"doc_id": "cfr_20_408", "sec_id": "§408.1004", "label": "408.1004", "heading": "Which administrative actions are not initial determinations?", "text": "Administrative actions that are not initial determinations may be reviewed by us, but they are not subject to the administrative review process provided by this subpart and they are not subject to judicial review. These actions include, but are not limited to, an action about— (a) Denial of a request to be made your representative payee; (b) Denial of your request to use the expedited appeals process; (c) Denial of your request to reopen a determination or a decision; (d) Disqualifying or suspending a person from acting as your representative in a proceeding before us; (e) Denial of your request to extend the time period for requesting review of a determination or a decision; (f) Denial of your request to readjudicate your claim and apply an Acquiescence Ruling; (g) Declining under § 408.351(f) to make a determination on a claim for benefits based on alleged misinformation because one or more of the conditions specified in § 408.351(f) are not met; (h) Findings on whether we can collect an overpayment by using the Federal income tax refund offset procedure. (See § 408.943). (i) The determination to reduce, suspend, or terminate your federally administered State recognition payments due to a State-initiated mass change, as defined in § 408.1001, in the levels of such payments, except as provided in", "hierarchy_path": [], "tokens": 216}
{"doc_id": "cfr_20_408", "sec_id": "§408.1006", "label": "408.1006", "heading": "What is the effect of an initial determination?", "text": "An initial determination is binding unless you request a reconsideration within the stated time period, or we revise the initial determination. RECONSIDERATION", "hierarchy_path": [], "tokens": 22}
{"doc_id": "cfr_20_408", "sec_id": "§408.1007", "label": "408.1007", "heading": "What is reconsideration?", "text": "Reconsideration is the first step in the administrative review process that we provide if you are dissatisfied with the initial determination. If you are dissatisfied with our reconsideration determination, you may request a hearing before an administrative law judge.", "hierarchy_path": [], "tokens": 39}
{"doc_id": "cfr_20_408", "sec_id": "§408.1009", "label": "408.1009", "heading": "How do you request reconsideration?", "text": "(a) When you must file your request. We will reconsider an initial determination if you file a written request within 60 days after the date you receive notice of the initial determination (or within the extended time period if we extend the time as provided in paragraph (c) of this section). (b) Where to file your request. You can file your request for reconsideration at: (1) Any of our offices; (2) The Veterans Affairs Regional Office in the Philippines; (3) An office of the Railroad Retirement Board if you have 10 or more years of service in the railroad industry; or (4) A competent authority or agency of a country with which the United States has a totalization agreement (see § 404.1927 of this chapter). 762 Social Security Administration 408.1013 (c) When we will extend the time period to request a reconsideration. If you want a reconsideration of the initial determination but do not request one within 60 days after the date you receive notice of the initial determination, you may ask us for more time to request a reconsideration. You must make your request in writing and explain why it was not filed within the stated time period. If you show us that you had good cause for missing the deadline, we will extend the time period. To determine whether good cause exists, we use the standards explained in § 408.1011.", "hierarchy_path": [], "tokens": 232}
{"doc_id": "cfr_20_408", "sec_id": "§408.1011", "label": "408.1011", "heading": "How do we determine", "text": "whether you had good cause for missing the deadline to request review? (a) In determining whether you have shown that you have good cause for missing a deadline to request review we consider— (1) What circumstances kept you from making the request on time; (2) Whether our action misled you; (3) Whether you did not understand the requirements of the Act resulting from amendments to the Act, other legislation, or court decisions; and (4) Whether you had any physical, mental, educational, or linguistic limitations (including any lack of facility with the English language) which prevented you from filing a timely request or from understanding or knowing about the need to file a timely request for review. (b) Examples of circumstances where good cause may exist include, but are not limited to, the following situations: (1) You were seriously ill and were prevented from contacting us in person, in writing, or through a friend, relative, or other person. (2) There was a death or serious illness in your immediate family. (3) Important records were destroyed or damaged by fire or other accidental cause. (4) You were trying very hard to find necessary information to support your claim but did not find the information within the stated time periods. (5) You asked us for additional information explaining our action within the time limit, and within 60 days of receiving the explanation you requested reconsideration or a hearing, or within 30 days of receiving the explanation you requested Appeals Council review or filed a civil suit. (6) We gave you incorrect or incomplete information about when and how to request administrative review or to file a civil suit. (7) You did not receive notice of the initial determination or decision. (8) You sent the request to another Government agency in good faith within the time limit and the request did not reach us until after the time period had expired. (9) Unusual or unavoidable circumstances exist, including the cirin paragraph cumstances described (a)(4) of this section, which show that you could not have known of the need to file timely, or which prevented you from filing timely.", "hierarchy_path": [], "tokens": 354}
{"doc_id": "cfr_20_408", "sec_id": "§408.1013", "label": "408.1013", "heading": "What are the methods for", "text": "reconsideration? If you request reconsideration, we will give you a chance to present your case. How you can present your case depends upon the issue involved and whether you are asking us to reconsider an initial determination on an application or an initial determination on an SVB suspension, reduction or termination action. The methods of reconsideration include the following: (a) Case review. We will give you an opportunity to review the evidence in our files and then to present oral and written evidence to us. We will then make a decision based on all of this evidence. The official who reviews the case will make the reconsidered determination. (b) Informal conference. In addition to following the procedures of a case review, an informal conference allows you an opportunity to present witnesses. A summary record of this proceeding will become part of the case record. The official who conducts the informal conference will make the reconsidered determination. (c) Formal conference. In addition to following the procedures of an informal conference, a formal conference allows you an opportunity to request us to subpoena adverse witnesses and relevant documents and to cross-examine adverse witnesses. A summary record 763 408.1014 20 CFR Ch. III (4–1–25 Edition) of this proceeding will become a part of the case record. The official who conducts the formal conference will make the reconsidered determination.", "hierarchy_path": [], "tokens": 225}
{"doc_id": "cfr_20_408", "sec_id": "§408.1014", "label": "408.1014", "heading": "What procedures apply if", "text": "you request reconsideration of an initial determination on your application for SVB? When you appeal an initial determination on your application for benefits, we will offer you a case review, and will make our determination on the basis of that review.", "hierarchy_path": [], "tokens": 41}
{"doc_id": "cfr_20_408", "sec_id": "§408.1015", "label": "408.1015", "heading": "What procedures apply if", "text": "you request reconsideration of an initial determination that results in suspension, reduction, or termination of your SVB? If you have been entitled to SVB and we notify you that we are going to suspend, reduce or terminate your benefit payments, you can appeal our determination within 60 days of the date you receive our notice. The 60-day period may be extended if you have good cause for an extension of time under the conditions stated in § 408.1011(b). If you appeal, you have the choice of a case review, informal conference or formal conference.", "hierarchy_path": [], "tokens": 94}
{"doc_id": "cfr_20_408", "sec_id": "§408.1016", "label": "408.1016", "heading": "What happens if you request", "text": "a conference? (a) As soon as we receive a request for a formal or informal conference, we will set the time, date and place for the conference. Formal and informal conferences are held only in the United States. (b) We will send you a written notice about the conference (either by mailing it to your last known address or by personally serving you with it) at least 10 days before the conference. However, we may hold the conference sooner if we all agree. We will not send written notice of the time, date, and place of the conference if you waive your right to receive it. (c) We will schedule the conference within 15 days after you request it, but, at our discretion or at your request, we will delay the conference if we think the delay will ensure that the conference is conducted efficiently and properly. (d) We will hold the conference at one of our offices in the United States, by telephone or in person, whichever you prefer. However, if you are outside the United States, we will hold the conference by telephone only if you request that we do so and time and language differences permit. We will hold the conference in person elsewhere in the United States if you show circumstances that make this arrangement reasonably necessary.", "hierarchy_path": [], "tokens": 221}
{"doc_id": "cfr_20_408", "sec_id": "§408.1020", "label": "408.1020", "heading": "How do we make our reconsidered determination?", "text": "After you request a reconsideration, we will review the evidence considered in making the initial determination and any other evidence we receive. We will make our determination based on the preponderance of the evidence in the record. The person who makes the reconsidered determination will have had no prior involvement with the initial determination. [69 FR 25955, May 10, 2004, as amended at 73 FR 76944, Dec. 18, 2008]", "hierarchy_path": [], "tokens": 69}
{"doc_id": "cfr_20_408", "sec_id": "§408.1021", "label": "408.1021", "heading": "How does the reconsidered", "text": "determination affect you? The reconsidered determination is binding unless— (a) You request a hearing before an administrative law judge within the stated time period and a decision is made; (b) The expedited appeals process is used; or (c) The reconsidered determination is revised.", "hierarchy_path": [], "tokens": 43}
{"doc_id": "cfr_20_408", "sec_id": "§408.1022", "label": "408.1022", "heading": "How will we notify you of", "text": "our reconsidered determination? We will mail a written notice of the reconsidered determination to you at your last known address. We will state the specific reasons for the determination and tell you about your right to a hearing. If it is appropriate, we will also tell you how to use the expedited appeals process. EXPEDITED APPEALS PROCESS", "hierarchy_path": [], "tokens": 57}
{"doc_id": "cfr_20_408", "sec_id": "§408.1030", "label": "408.1030", "heading": "When can you use the expedited appeals process?", "text": "(a) General rules. Under the expedited appeals process (EAP), you may go directly to a Federal District Court without first completing the administrative review process. For purposes of this 764 Social Security Administration 408.1070 the title XVI program part, we use the same EAP rules we use in (see §§ 416.1423–416.1428 of this chapter) except as noted in paragraph (b) of this section. (b) Exceptions. In § 416.1425, the words ‘‘one of our offices’’ in paragraph (b) are deemed to read ‘‘any of the offices listed in § 408.1009(b)’’ and the reference in the last sentence of paragraph (c) to ‘‘§ 416.1411’’ read ‘‘§ 408.1011.’’ deemed to is HEARING BEFORE AN ADMINISTRATIVE LAW JUDGE", "hierarchy_path": [], "tokens": 114}
{"doc_id": "cfr_20_408", "sec_id": "§408.1040", "label": "408.1040", "heading": "When can you request a", "text": "hearing before an administrative law judge (ALJ)? (a) General rules. For purposes of this part, we use the same rules on hearings before an administrative law judge (ALJ) that we use in the title XVI program (see §§ 416.1429–1416.1440 of this chapter), except as noted in paragraph (b) of this section. (b) Exceptions. In § 416.1433, the words ‘‘one of our offices’’ in paragraph (b) are deemed to read ‘‘any of the offices listed in § 408.1009(b)’’ and the reference in the last sentence of § 416.1433(c) to ‘‘§ 416.1411’’ read ‘‘§ 408.1011.’’ deemed to is ADMINISTRATIVE LAW JUDGE HEARING PROCEDURES", "hierarchy_path": [], "tokens": 101}
{"doc_id": "cfr_20_408", "sec_id": "§408.1045", "label": "408.1045", "heading": "What procedures apply if", "text": "you request an ALJ hearing? (a) General rules. For purposes of this part, we use the same rules on ALJ hearing procedures that we use in the title XVI program (see §§ 416.1444– 416.1461 of this chapter), except as noted in paragraph (b) of this section. (b) Exceptions. (1) In § 416.1446(b)(1), the last sentence does not apply under this part. (2) In § 416.1452(a)(1)(i), the words ‘‘supplemental security income’’ are deemed to read ‘‘SVB.’’ (3) In § 416.1457, the provisions of paragraph (c)(4) do not apply under this part. APPEALS COUNCIL REVIEW", "hierarchy_path": [], "tokens": 93}
{"doc_id": "cfr_20_408", "sec_id": "§408.1050", "label": "408.1050", "heading": "When can you request Appeals Council review of an ALJ", "text": "hearing decision or dismissal of a hearing request? (a) General rules. For purposes of this part, we use the same rules on Appeals Council review that we use in the title XVI program (see §§ 416.1467–416.1482 of this chapter), except as noted in paragraph (b) of this section. (b) Exceptions. (1) In § 416.1468(b), the words ‘‘one of our offices’’ in the third sentence are deemed to read ‘‘any of the offices listed in § 408.1009(b).’’ (2) In § 416.1469(d), the last sentence does not apply under this part. (3) In § 416.1471, paragraph (b) does not apply under this part. (4) In § 416.1482, the reference to ‘‘§ 416.1411’’ in the last sentence is deemed to read ‘‘§ 408.1011.’’ COURT REMAND CASES", "hierarchy_path": [], "tokens": 123}
{"doc_id": "cfr_20_408", "sec_id": "§408.1060", "label": "408.1060", "heading": "What happens if a Federal", "text": "Court remands your case to the Commissioner? For purposes of this part, we use the same rules on court remand cases that we use in the title XVI program (see §§ 416.1483–416.1485 of this chapter). REOPENING AND REVISING DETERMINATIONS AND DECISIONS", "hierarchy_path": [], "tokens": 41}
{"doc_id": "cfr_20_408", "sec_id": "§408.1070", "label": "408.1070", "heading": "When will we reopen a final", "text": "determination? (a) General rules. For purposes of this part, we use the same rules on reopening and revising determinations and decisions that we use in the title XVI program (see §§ 416.1487–416.1494 of this chapter), except as noted in paragraph (b) of this section. (b) Exceptions. (1) In addition to the rule stated in § 416.1488, a determination, revised determination, or revised decision may be reopened at any time if it was fully or partially unfavorable to you, but only to correct— (i) A clerical error; or (ii) An error that appears on the face of the evidence that we considered when we made the determination or decision. (2) In § 416.1492(b), the parenthetical ‘‘(see is deemed read clause to 765 408.1101 20 CFR Ch. III (4–1–25 Edition)", "hierarchy_path": [], "tokens": 128}
{"doc_id": "cfr_20_408", "sec_id": "§408.1101", "label": "408.1101", "heading": "Can you appoint someone to", "text": "represent you? (a) General rules. You may appoint someone to represent you in any of your dealings with us. For purposes of this part, the rules on representation of parties in §§ 416.1500–416.1505, 416.1507– 416.1515 and 416.1540–416.1599 of this chapter apply except as noted in paragraph (b) of this section. (b) Exceptions. For purposes of this part: (1) In § 416.1500, paragraph (c) does not apply. (2) The last sentence of § 416.1503 is deemed to read: ‘‘You refers to any person claiming or receiving SVB.’’ (3) In § 416.1507(c), the words ‘‘one of our offices’’ are deemed to read ‘‘any of the offices listed in § 408.1009(b).’’ (4) In § 416.1510(b), the reference to ‘‘title XVI of the Act’’ is deemed to read ‘‘title VIII of the Act,’’ and the reference to ‘‘§ 416.315’’ is deemed to read ‘‘§ 408.315.’’ (5) In § 416.1540, the parenthetical clause in paragraph (b), the second sentences in paragraphs (b)(1) and (b)(2), and paragraph (c)(2) do not apply, and the references to ‘‘§ 416.1411(b)’’ in paragraphs (c)(4) and (c)(7)(i) are deemed to read ‘‘§ 408.1011(b).’’ (6) In § 416.1545, paragraph (c) does not apply. (7) In § 416.1599, paragraph (d) is deemed to read: ‘‘The Appeals Council will not grant the request unless it is reasonably satisfied that the person will in the future act according to the provisions of our regulations.’’ Subpart L—Federal Administration of State Recognition Payments AUTHORITY: Secs. 702(a)(5) and 810A of the Social Security Act (42 U.S.C. 902(a)(5) and 1010a). SOURCE: 69 FR 25955, May 10, 2004, unless otherwise noted.", "hierarchy_path": [], "tokens": 261}
{"doc_id": "cfr_20_408", "sec_id": "§408.1201", "label": "408.1201", "heading": "What are State recognition", "text": "payments? (a) State recognition payments; defined. State recognition payments are any payments made by a State or one of its political subdivisions to an individual who is entitled to SVB, if the payments are made: (1) As a supplement to monthly SVB payments; and (2) Regularly, on a periodic recurring, or routine basis of at least once a quarter; and (3) In cash, which may be actual currency, or any negotiable instrument convertible into cash upon demand. (b) State; defined. For purposes of this subpart, State means a State of the United States or the District of Columbia.", "hierarchy_path": [], "tokens": 98}
{"doc_id": "cfr_20_408", "sec_id": "§408.1205", "label": "408.1205", "heading": ". Audit findings will be resolved in accordance with the provisions of the State’s agreement with", "text": "SSA. PART 411—THE TICKET TO WORK AND SELF-SUFFICIENCY PROGRAM Subpart A—Introduction Sec. 411.100 Scope. 411.105 What is the purpose of the Ticket to Work program? 411.115 Definitions of terms used in this part. Subpart B—Tickets Under the Ticket to Work Program 411.120 What is a ticket under the Ticket to Work program? 411.125 Who is eligible to receive a ticket 411.155 When does my ticket terminate? Subpart C—Suspension of Continuing Disability Reviews for Beneficiaries Who are Using a Ticket INTRODUCTION 411.160 What does this subpart do? 411.165 How does using a ticket under the Ticket to Work program affect my continuing disability reviews? 411.166 Glossary of terms used in this subpart. 411.167 What is an educational institution or a technical, trade or vocational school? 411.170 When does the period of using a ticket begin? 411.171 When does the period of using a ticket end? 411.175 What if a continuing disability review is begun before my ticket is in use? 411.180 What is timely progress toward selfsupporting employment? 411.192 What choices do I have if I am unable to make timely progress toward self-supporting employment? 411.200 How will the PM conduct my progress reviews? 411.205 What if I disagree with the PM’s decision about whether I am making timely progress toward self-supporting employment? FAILURE TO MAKE TIMELY PROGRESS 411.210 What happens if I do not make timely progress toward self-supporting employment? THE EXTENSION PERIOD 411.220 What if my ticket is no longer assigned to an EN or State VR agency? 411.225 What if I reassign my ticket after the end of the extension period? 411.226 How will SSA determine if I am meeting the timely progress guidelines if I assign my ticket prior to July 21, 2008? Subpart D—Use of One or More Program Managers To Assist in Administration of the Ticket to Work Program 411.230 What is a PM? 411.235 What qualifications are required of a under the Ticket to Work program? PM? 411.130 How will we distribute tickets under 411.240 What limitations are placed on a the Ticket to Work program? PM? 411.135 What do I do when I receive a ticket? 411.140 When may I assign my ticket and 411.245 What are a PM’s responsibilities under the Ticket to Work program? how? 411.145 When can my ticket be taken out of assignment? EVALUATION OF PROGRAM MANAGER PERFORMANCE 411.150 Can I reassign my ticket? 411.250 How will SSA evaluate a PM? 769", "hierarchy_path": [], "tokens": 403}
{"doc_id": "cfr_20_408", "sec_id": "§408.1210", "label": "408.1210", "heading": "What are the essential elements of an administration agreement?", "text": "(a) Payments. The agreement must provide that recognition payments can only be made to individuals who are receiving SVB payments. (b) Administrative costs—(1) General rule. SSA will assess each State that elects Federal administration of its recognition payments an administration fee for administering those payments. 766 Social Security Administration 408.1220 (2) Determining the administration fee. The administration fee is assessed and paid monthly and is derived by multiplying the number of State recognition payments we make on behalf of a State for any month in a fiscal year by the applicable dollar rate for the fiscal year. The number of recognition payments we make in a month is the total number of checks we issue, and direct deposits we make, to recipients in that month, that are composed in whole or in part of State recognition funds. The dollar amounts are as follows: (i) For fiscal year 2001, $8.10; (ii) For fiscal year 2002, $8.50; and (iii) For fiscal year 2003 and each succeeding fiscal year— (A) The applicable rate in the preceding fiscal year, increased by the percentage, if any, by which the Consumer Price Index for the month of June of the calendar year of the increase exceeds the Consumer Price Index for the month of June of the calendar year preceding the calendar year of the increase, and rounded to the nearest whole cent; or (B) A different rate if the Commissioner determines the different rate is appropriate for the State considering the complexity of administering the State’s recognition payment program. (c) Agreement period. The agreement period for a State that has elected Federal administration of its recognition payments extends for one year from the date the agreement was signed unless otherwise designated in the agreement. The agreement will be automatically renewed for a period of one year unless either the State or SSA gives written notice not to renew, at least 90 days before the beginning of the new period. For a State to elect Federal administration of its recognition payment program, it must notify SSA of its intent to enter into an agreement, furnishing the necessary payment specifications, at least 120 days before the first day of the month for which it wishes Federal administration to begin, and have executed such agreement at least 30 days before such day. (d) Modification or termination. The agreement may be modified at any time by mutual consent. The State or SSA may terminate the agreement upon 90 days’ written notice to the other party, provided the effective date of the termination is the last day of a quarter. However, the State may terminate the agreement upon 45 days written notice to SSA if: (1) The State does not wish to comply with a regulation promulgated by SSA after the execution of the agreement; and (2) the State provides its written notice within 30 days of the effective date of the regulation. The Commissioner is not precluded from terminating the agreement in less than 90 days if the State has failed to materially comply with the provisions of § 408.1235 on State transfer of funds to SSA.", "hierarchy_path": [], "tokens": 518}
{"doc_id": "cfr_20_408", "sec_id": "§408.1215", "label": "408.1215", "heading": "How do you establish eligibility for Federally administered", "text": "State recognition payments? (a) Applications. When you file an application for SVB under subpart C of this part, you are deemed to have filed an application for any Federally administered State recognition payments for which you may be eligible unless you waive your right to such payments as provided for in § 408.1230. However, you will be required to give us a supplemental statement if additional information is necessary to establish your eligibility or to determine the correct amount of your State recognition payment. (b) Evidence requirements. The evidence requirements and developmental procedures of this part also apply with respect to Federally administered State recognition payments. (c) Determination. Where not inconsistent with the provisions of this subpart, we determine your eligibility for and the amount of your State recognition payment using the rules in subparts A through K of this part.", "hierarchy_path": [], "tokens": 141}
{"doc_id": "cfr_20_408", "sec_id": "§408.1220", "label": "408.1220", "heading": "How do we pay Federally", "text": "administered State recognition payments? (a) Payment procedures. We make Federally administered State recognition payments on a monthly basis and we include them in the same check as your SVB payment. The State recognition payment is for the same month as your SVB payment. (b) Maximum amount. Except as specified in paragraph (c) of this section, there is no restriction on the amount 767 408.1225 20 CFR Ch. III (4–1–25 Edition) of a State recognition payment that SSA will administer on behalf of a State. (c) Minimum amount. SSA will not administer State recognition payments in amounts less than $1 per month. Hence, recognition payment amounts of less than $1 will be raised to a dollar.", "hierarchy_path": [], "tokens": 115}
{"doc_id": "cfr_20_408", "sec_id": "§408.1225", "label": "408.1225", "heading": "What happens if you receive", "text": "an overpayment? If we determine that you received an overpayment, we will adjust future Federally administered State recognition payments you are entitled to. Our rules and requirements (see §§ 408.910 through 408.941) that apply to recovery (or waiver) of SVB overpayments also apply to the recovery (or waiver) of Federally administered State recognition overpayments. If your entitlement to State recognition payments ends before you have repaid the overpayment, we will annotate your record (specifying the amount of the overpayment) to permit us to recoup the overpaid amount if you become reentitled to recognition payments from the same State.", "hierarchy_path": [], "tokens": 98}
{"doc_id": "cfr_20_408", "sec_id": "§408.1226", "label": "408.1226", "heading": "What happens if you are underpaid?", "text": "If we determine that you are due an underpayment of State recognition payments, we will pay the amount you were underpaid directly to you, or to your representative.", "hierarchy_path": [], "tokens": 28}
{"doc_id": "cfr_20_408", "sec_id": "§408.1230", "label": "408.1230", "heading": "Can you waive State recognition payments?", "text": "(a) Waiver request in writing. You may waive your right to receive State recognition payments if you make a written request. If you make your request before you become entitled to SVB, you will not be entitled to State recognition payments. If you make your request after you become entitled to SVB, your request will be effective with the month we receive your request, or with an earlier month if you refund to us the amount of any recognition payment(s) we made to you for the earlier period. (b) Cancelling your waiver. You may cancel your waiver of State recognition payments at any time by making a written request with us. The cancellation will be effective the month in which it is filed. The date your request is received in a Social Security office or the postmarked date, if the written request was mailed, will be the filing date, whichever is earlier.", "hierarchy_path": [], "tokens": 152}
{"doc_id": "cfr_20_408", "sec_id": "§408.1235", "label": "408.1235", "heading": "How does the State transfer", "text": "funds to SSA to administer its recognition payment program? (a) Payment transfer and adjustment. (1) Any State that has entered into an agreement with SSA which provides for Federal administration of such State’s recognition payments will transfer to SSA: (i) An amount of funds equal to SSA’s estimate of State recognition payments for any month which will be made by SSA on behalf of such State; and (ii) An amount of funds equal to SSA’s estimate of administration fees for any such month determined in the manner described in § 408.1210(b). (3) In order for SSA to make State recognition payments on behalf of a State for any month as provided by the agreement, the estimated amount of State funds referred to in paragraph (a)(1)(i) of this section together with the estimated amount of administration fees referred to in paragraph (a)(1)(ii) of this section, for that month, must be on deposit with SSA on the State recognition payment transfer date, which is: (i) the business day preceding the date that the Commissioner pays such monthly recognition payments; or (ii) with respect to such monthly payments paid for the month that is the last month of the State’s fiscal year, the fifth business day following such date. (b) Accounting of State funds. (1) As soon as feasible after the end of each calendar month, SSA will provide the State with a statement showing, cumulatively, the total amounts paid by SSA on behalf of the State during the current Federal fiscal year; the fees charged by SSA to administer such recognition payments; the State’s total liability; and the end-of-month balance of the State’s cash on deposit with SSA. (2) SSA will provide the State with an accounting of State funds received 768 Social Security Administration Pt. 411 as State recognition payments and administration fees within three calendar months following the termination of an agreement under § 408.1210(d). (3) Adjustments will be made because of State funds due and payable or amounts of State funds recovered for calendar months for which the agreement was in effect. Interest will be incurred by SSA and the States with respect to the adjustment and accounting of State recognition payments funds in accordance with applicable laws and regulations of the United States Department of the Treasury. (c) State audit. Any State entering into an agreement with SSA which provides for Federal administration of the State’s recognition payments has the right to an audit (at State expense) of the payments made by SSA on behalf of such State. The Commissioner and the State shall mutually agree upon a satisfactory audit arrangement to verify that recognition payments paid by SSA on behalf of the State were made in accordance with the terms of the administration agreement under", "hierarchy_path": [], "tokens": 458}
